Repository: tslocum/TinyIB
Catalog: locale/*/tinyib.po
Languages: ca, de, es_mx, fi, fr, id, ja, nb_no, nl, pt_br, ru, tr

source: Click here to go back
ca: Prem ací per tornar enrere
de: Zurück
es_mx: Haz click para regresar
fi: Klikkaa tästä palataksesi takaisin
fr: Retour en cliquant ici
id: Klik ini untuk kembali
ja: 戻るにはここをクリック
nb_no: Klikk her for å gå tilbake
nl: Klik hier om terug te gaan
pt_br: Clique aqui para retornar
ru: ч41Нажми сюда, чтобы вернуться назад
tr: Geri dönmek için buraya tıklayın

source: TINYIB_HCAPTCHA_SITE and TINYIB_HCAPTCHA_SECRET must be configured.
ca: TINYIB_HCAPTCHA_SITE and TINYIB_HCAPTCHA_SECRET ha d'ésser configurat.
de: TINYIB_HCAPTCHA_SITE und TINYIB_HCAPTCHA_SECRET müssen konfiguriert werden.
es_mx: Las variables TINYIB_HCAPTCHA_SITE y TINYIB_HCAPTCHA_SECRET deben ser configuradas.
fi: TINYIB_HCAPTCHA_SITE ja TINYIB_HCAPTCHA_SECRET on määritettävä.
fr: TINYIB_HCAPTCHA_SITE et TINYIB_HCAPTCHA_SECRET doivent être configurés.
id: Pengaturan TINYIB_HCAPTCHA_SITE dan TINYIB_HCAPTCHA_SECRET harus diisi.
ja: TINYIB_HCAPTCHA_SITEとTINYIB_HCAPTCHA_SECRETの設定が必要です。
nb_no: TINYIB_HCAPTCHA_SITE og TINYIB_HCAPTCHA_SECRET må settes opp.
nl: TINYIB_HCAPTCHA_SITE en TINYIB_HCAPTCHA_SECRET moeten worden geconfigureerd.
pt_br: TINYIB_HCAPTCHA e TINYIB_HCAPTCHA devem ser configurados.
ru: TINYIB_HCAPTCHA_SITE и TINYIB_HCAPTCHA_SECRET должны быть настроены.
tr: TINYIB_HCAPTCHA_SITE ve TINYIB_HCAPTCHA_SECRET yapılandırılmalıdır.

source: TINYIB_RECAPTCHA_SITE and TINYIB_RECAPTCHA_SECRET must be configured.
ca: TINYIB_RECAPTCHA_SITE and TINYIB_RECAPTCHA_SECRET ha d'ésser configurat.
de: TINYIB_RECAPTCHA_SITE und TINYIB_RECAPTCHA_SECRET müssen konfiguriert werden.
es_mx: Las variables TINYIB_RECAPTCHA_SITE y TINYIB_RECAPTCHA_SECRET deben ser configuradas.
fi: TINYIB_RECAPTCHA_SITE ja TINYIB_RECAPTCHA_SECRET on määritettävä.
fr: TINYIB_RECAPTCHA_SITE et TINYIB_RECAPTCHA_SECRET doivent être configurés.
id: Pengaturan TINYIB_RECAPTCHA_SITE dan TINYIB_RECAPTCHA_SECRET harus diisi.
ja: TINYIB_RECAPTCHA_SITEとTINYIB_RECAPTCHA_SECRETの設定が必要です。
nb_no: TINYIB_RECAPTCHA_SITE og TINYIB_RECAPTCHA_SECRET må settes opp.
nl: TINYIB_RECAPTCHA_SITE en TINYIB_RECAPTCHA_SECRET moeten worden geconfigureerd.
pt_br: TINYIB_TRIPSEED e TINYIB_ADMINPASS devem ser configurados.
ru: TINYIB_RECAPTCHA_SITE и TINYIB_RECAPTCHA_SECRET должны быть настроены.
tr: TINYIB_RECAPTCHA_SITE ve TINYIB_RECAPTCHA_SECRET yapılandırılmalıdır.

source: TINYIB_TRIPSEED must be configured.
ca: TINYIB_TRIPSEED ha d'ésser configurat.
de: TINYIB_TRIPSEED muss konfiguriert werden.
es_mx: La variable TINYIB_TRIPSEED debe ser configurada.
fi: TINYIB_TRIPSEED on määritettävä.
id: Pengaturan TINYIB_TRIPSEED wajib diisi.
ja: TINYIB_TRIPSEEDの設定が必要です。
nb_no: TINYIB_TRIPSEED må settes opp.
nl: TINYIB_TRIPSEED moet worden geconfigureerd.
pt_br: TINYIB_TRIPSEED deve ser configurado.
ru: TINYIB_TRIPSEED должен быть настроен.
tr: TINYIB_TRIPSEED yapılandırılmalıdır.

source: Unknown database mode specified.
ca: Mode de base de dades desconegut.
de: Unbekannter Datenbankmodus spezifiziert.
es_mx: Modo de base de datos especificado desconocido.
fi: Tuntematon tietokantatila määritetty.
fr: Type de base de données spécifié inconnu.
id: Mode database tidak ditemukan atau tidak tersedia.
ja: 不明なデータベースモードが指定されました。
nb_no: Ukjent databasemodus angitt.
nl: Onbekende databasemodus gespecificeerd.
pt_br: Modo de banco de dados desconhecido especificado.
ru: Выбран неизвестный режим базы данных.
tr: Bilinmeyen veri tabanı modu belirtildi.

source: Directory '%s' can not be written to. Please modify its permissions.
ca: Al directori '%s' no s'hi pot escriure. Si us play modifica'n els permisos.
de: Verzeichnis „%s“ kann nicht beschrieben werden. Bitte passe die Berechtigungen an.
es_mx: No se puede escribir a la carpeta '%s' . Por favor modifique sus permisos.
fi: Hakemistoon %s ei voi kirjoittaa. Muokkaa sen käyttöoikeuksia.
fr: Impossible d'écrire dans le dossier « %s ». Veuillez modifier ses autorisations.
id: Direktori '%s' tidak dapat ditulis. Harap ubah izin direktori tersebut menjadi tertulis (write access permission).
ja: ディレクトリ '%s' は書き込めません。 パーミッションを変更してください。
nb_no: Kan ikke skrive til mappen «%s». Endre filtilgangene.
nl: Er kan niet naar directory '%s' worden geschreven. Pas de schrijfrechten aan.
pt_br: Não é possível escrever no diretório '%s' . Por favor, modifique as permissões.
ru: Директория '%s' недоступна к записи. Пожалуйста, настройте её права.
tr: '%s' dizinine yazılamıyor. Lütfen izinlerini değiştirin.

source: Posting is currently disabled.<br>Please try again in a few moments.
ca: La publicació actualment es troba desactivada.<br>Si us plau, torna a provar-ho d'aquí uns instants.
de: Neue Beiträge sind derzeit nicht möglich.<br>Bitte versuche es in ein paar Momenten erneut.
es_mx: Por el momento, postear esta deshabilitado.<br>Por favor vuelva a intentarlo más tarde.
fi: Lähetys on tällä hetkellä poissa käytöstä.<br>Yritä hetken kuluttua uudelleen.
fr: La publication est actuellement désactivée.<br>Veuillez réessayer dans quelques instants.
id: Posting saat ini dinonaktifkan.<br>Silakan coba lagi dalam beberapa saat lagi.
ja: 現在、投稿はできません。<br>しばらくしてからもう一度投稿してください。
nb_no: Posting for tiden avskrudd. <br>Prøv igjen om en liten stund.
nl: Posten is momenteel uitgeschakeld.<br>Probeer het over enkele ogenblikken opnieuw.
pt_br: Novas publicações estão atualmente desativada.<br>Por favor, tente novamente em alguns instantes.
ru: Публикация сообщений на данный момент отключена.<br>Попробуйте позже.
tr: Gönderme şu anda devre dışı.<br>Lütfen birkaç dakika sonra tekrar deneyin.

source: Invalid parent thread ID supplied, unable to create post.
ca: L'ID del fil pare és invàlid i no es pot crear la publicació.
de: Ungültige Beitrags-ID; der Beitrag konnte nicht erstellt werden.
es_mx: La ID de hilo suministrada es invalida, incapaz de crear el post.
fi: Virheellinen yläsäikeen tunnus ilmoitettu, viestiä ei voi luoda.
fr: Identifiant de fil parent fourni invalide, impossible de créer la publication.
id: ID thread induk yang diberikan tidak valid, tidak dapat membuat post.
ja: 指定された親スレッドIDが無効なため、投稿を作成できません。
nl: Ongeldige bovenliggende thread ID opgegeven, kan post niet maken.
pt_br: ID de thread pai inválida, não é possível criar a postagem.
ru: Некорректный ID родительской нити, не удалось опубликовать сообщение.
tr: Geçersiz ana mesaj dizisi kimliği belirtildi, gönderi oluşturulamadı.

source: Replies are not allowed to locked threads.
ca: Les respostes als fils blocats no són permeses.
de: Antworten sind bei geschlossenen Beiträgen nicht erlaubt.
es_mx: Las respuestas no estan permitidas en hilos bloqueados.
fi: Vastauksia ei voi lähettää lukittuihin säikeihin.
fr: Les réponses ne sont pas autorisées sur les fils verrouillés.
id: Post balasan pada thread yang dikunci tidak diizinkan.
ja: ロックされたスレッドへの返信はできません。
nb_no: Svar tillates ikke i låste tråder.
nl: Reacties zijn niet toegestaan op vergrendelde threads.
pt_br: Respostas não são permitidas em tópicos bloqueados.
ru: Ответы в закрытую нить недопустимы.
tr: Kilitli mesaj dizilerini yanıtlamaya izin verilmiyor.

source: Your post contains a blocked keyword.
ca: La teva publicació conté un mot blocat.
de: Dein Beitrag enthält ein gesperrtes Schlagwort.
es_mx: Tu post contiene una palabra prohibida.
fi: Viestissäsi on mustalistattu sana.
fr: Votre publication contient un mot bloqué.
id: Posting Anda berisikan kata kunci yang diblokir.
ja: あなたの投稿には、ブロックされたキーワードが含まれています。
nb_no: Din post inneholder et blokkert nøkkelord.
nl: Je post bevat een geblokkeerd trefwoord.
pt_br: Sua postagem contém uma palavra-chave bloqueada.
ru: В вашем посте есть заблокированное ключевое слово.
tr: Gönderiniz engellenen bir anahtar sözcük içeriyor.

source: Keyword
ca: Mot
de: Schlagwort
es_mx: Palabra prohibida
fi: Avainsana
fr: Mot-clé
id: Kata kunci
ja: キーワード
nb_no: Nøkkelord
nl: Trefwoord
pt_br: Palavra-chave
ru: Слово
tr: Anahtar sözcük

source: Your IP address (%1$s) is banned until %2$s.
ca: La teva adreça IP (%1$s) es troba blocada fins %2$s.
de: Deine IP-Adresse (%1$s) ist gesperrt bis %2$s.
es_mx: Tu dirección IP (%1$s) ha sido baneada hasta el %2$s.
fi: IP-osoitteesi (%1$s) on kielletty %2$s saakka.
id: Alamat IP anda (%1$s) diblokir sampai %2$s.
ja: あなたのIPアドレス(%1$s)は、%2$sまで禁止されています。
nb_no: Din IP-addresse (%1$s) er bannlyst til %2$s.
nl: Je IP-adres (%1$s) is verbannen tot %2$s.
pt_br: Seu endereço IP (%1$s) foi banido até %2$s.
ru: Ваш IP-адрес (%1$s) заблокирован до %2$s.
tr: IP adresiniz (%1$s), %2$s tarihine kadar yasaklandı.

source: Your IP address (%s) is permanently banned.
ca: La teva adreça IP (%s) es troba permanentment blocada.
de: Deine IP-Adresse (%s) ist permanent gesperrt.
es_mx: Tu dirección IP (%s) ha sido permanentemente baneada.
fi: IP-osoitteesi (%s) on pysyvästi kielletty.
id: Alamat IP Anda (%s) diblokir permanen.
ja: あなたのIPアドレス(%s)は永久に禁止されています。
nb_no: Din IP-addresse (%s) er permanent bannlyst.
nl: Je IP-adres (%s) is permanent verbannen.
pt_br: Seu endereço IP (%s) for permanentemente banido.
ru: Ваш IP-адрес (%s) заблокирован навсегда.
tr: IP adresiniz (%s) kalıcı olarak yasaklandı.

source: Reason
ca: Raó
de: Grund
es_mx: Razón
fi: Syy
fr: Motif
id: Alasan
ja: 理由
nb_no: Grunn
nl: Reden
pt_br: Razão
ru: Причина
tr: Neden

source: Embedding a URL and uploading a file at the same time is not supported.
ca: Inserir una URL i, alhora, pujar un fitxer no és suportat.
de: Einbettung einer URL und gleichzeitiges Hochladen einer Datei sind nicht unterstützt.
es_mx: Incrustrar una URL y subir un archivo al mismo tiempo no esta soportado.
fi: URL-osoitteen upottamista ja tiedoston uloslataamista samanaikaisesti ei tueta.
fr: Intégrer une URL et mettre en ligne un fichier au même moment n'est pas pris en charge.
id: Operasi menyematkan URL dan mengunggah file pada waktu yang sama tidak didukung.
ja: URLの埋め込みとファイルのアップロードを同時に行うことはできません。
nl: Het is niet mogelijk zowel een URL te embedden als een bestand te uploaden.
pt_br: Incorporar um URL e enviar um arquivo ao mesmo tempo não é suportado.
ru: Вложение URL и загрузка файла одновременно не поддерживается.
tr: Aynı anda bir URL yerleştirmek ve bir dosya yüklemek desteklenmiyor.

source: Invalid embed URL. Only %s URLs are supported.
ca: URL invàlida per a inserir. Només es suporten %s URLs.
de: Ungültige Einbettungs-URL. Es sind nur %s URLs unterstützt.
es_mx: La URL adjuntada no es valida. Solo %s URLs son soportadas.
fi: Virheellinen upotuksen URL-osoite. Vain %s URL-osoitteita tuetaan.
fr: URL intégrée invalide. Seules les URL %s sont prises en charge.
id: URL sematan tidak valid. Hanya URL %s yang didukung.
ja: 埋め込み URL が無効です。%sのURLのみがサポートされています。
nb_no: Ugyldig innbyggings-nettadresse. Kun %s-nettadresser støttes.
nl: Ongeldige embed-URL. Alleen %s-URLs zijn ondersteund.
pt_br: URL de incorporação inválido. Apenas URLs %s são suportadas.
ru: Некорректный URL для вложения. Поддерживаются только URL %s.
tr: Geçersiz yerleştirme URL'si. Yalnızca %s URL'leri destekleniyor.

source: That file is larger than %s.
ca: Aquest fitxer és més gran de %s.
de: Die Datei ist größer als %s.
es_mx: El archivo es mas grande que %s.
fi: Tämä tiedosto on suurempi kuin %s.
fr: Ce fichier est plus lourd que %s.
id: File yang diunggah lebih besar dari %s.
ja: そのファイルは %s よりも大きいです。
nb_no: Filen er større enn %s.
nl: Het bestand is groter dan %s.
pt_br: Esse arquivo é maior que %s.
ru: Этот файл больше чем %s.
tr: Bu dosya %s'den büyük.

source: Failed to download file at specified URL.
ca: La baixada del fitxer a l'URL especificat ha fallat.
de: Fehler beim Herunterladen der Datei unter der angegebenen URL.
es_mx: Fallo al descargar archivo en la URL especificada.
fi: Tiedoston lataaminen määritetystä URL-osoitteesta epäonnistui.
fr: Le téléchargement depuis cet URL a échoué.
id: Gagal mengunduh file pada URL yang rujuk.
ja: 指定されたURLのファイルのダウンロードに失敗しました。
nb_no: Klarte ikke å laste ned filen angitt i nettadressen.
nl: Kan het bestand niet downloaden op de opgegeven URL.
pt_br: Falha ao baixar o arquivo no URL especificado.
ru: Не удалось загрузить файл по указанному URL.
tr: Belirtilen URL'deki dosyayı indirme başarısız oldu.

source: Error while processing audio/video.
ca: Error mentre es processava àudio/vídeo.
de: Fehler bei der Verarbeitung von Audio/Video.
es_mx: Error al procesar audio/video.
fi: Virhe käsiteltäessä ääntä/videota.
fr: Erreur lors du traitement audio/vidéo.
id: Terjadi kesalahan pada pemrosesan audio/video.
ja: オーディオ/ビデオの処理中にエラーが発生しました。
nb_no: Kunne ikke behandle lyd/video.
nl: Fout bij het verwerken van audio/video.
pt_br: Erro ao processar áudio/vídeo.
ru: Ошибка при обработке аудио/видео.
tr: Ses/video işlenirken hata oluştu.

source: Could not create thumbnail.
ca: No es pot crear la miniatura.
de: Konnte keine Miniaturansicht erstellen.
es_mx: No ha sido posible crear la miniatura.
fi: Pikkukuvaa ei voitu luoda.
fr: Impossible de créer la miniature.
id: Tidak dapat membuat thumbnail.
ja: サムネイルを作成できませんでした。
nb_no: Kunne ikke opprette miniatyrbilde.
nl: Kon thumbnail niet aanmaken.
pt_br: Não pôde criar a thumbnail.
ru: Не получилось создать миниатюру.
tr: Küçük resim oluşturulamadı.

source: upload a file or embed a URL
ca: puja un fitxer o insereix una URL
de: eine Datei hochladen oder eine URL einbetten
es_mx: sube un archivo o adjunta una URL
fi: lähetä tiedosto tai upota linkki
fr: téléverser un fichier ou encapsuler un URL
id: unggah file atau sematkan URL
ja: ファイルのアップロードやURLの埋め込み
nb_no: last opp en fil, eller bygg inn en nettadresse
nl: upload een bestand of embed een URL
pt_br: carregar um arquivo ou incorporar uma URL
ru: загрузите файл или вложите URL
tr: bir dosya yükleyin veya URL yerleştirin

source: upload a file
ca: puja un fitxer
de: eine Datei hochladen
es_mx: sube un archivo
fi: lähetä tiedosto
fr: téléverser un fichier
id: unggah file
ja: ファイルのアップロード
nb_no: last opp en fil
nl: upload een bestand
pt_br: carregar um arquivo
ru: загрузите файл
tr: bir dosya yükleyin

source: embed a URL
ca: insereix un URL
de: eine URL einbetten
es_mx: adjunta una URL
fi: upota URL-osoite
fr: encapsuler un URL
id: sematkan URL
ja: URLの埋め込み
nb_no: innebygg en nettadresse
nl: embed een URL
pt_br: incorporar um a URL
ru: вложите URL
tr: bir URL yerleştirin

source: Please %s to start a new thread.
ca: Si us plau %s per a començar un nou fil.
de: Bitte %s um einen neuen Beitrag zu starten.
es_mx: Por favor %s para iniciar un nuevo hilo.
fi: Ole hyvä ja %s aloittaaksesi uuden säikeen.
fr: %s pour démarrer un nouveau fil.
id: Harap %s untuk memulai thread baru.
ja: %sを入力して新しいスレッドを作成してください。
nl: Graag %s om een nieuwe thread te starten.
pt_br: Por favor, %s para começar um novo tópico.
ru: Пожалуйста, %s, чтобы начать новую тему.
tr: Yeni bir mesaj dizisi başlatmak için lütfen %s.

source: Please enter a message and/or %s.
ca: Si us plau, introdueix un missatge i/o %s.
de: Bitte geben Sie eine Nachricht und/oder %s ein.
es_mx: Por favor escriba un mensaje y/o %s.
fi: Kirjoita viesti ja/tai %s.
fr: Veuillez saisir un message et/ou %s.
id: Harap masukkan pesan dan/atau %s.
ja: メッセージや%sを入力してください。
nb_no: Skriv inn en melding nedenfor/eller %s.
nl: Voer een bericht en/of %s in.
pt_br: Por favor, insira uma mensagem e/ou %s.
ru: Пожалуйста, введите сообщение и/или %s.
tr: Lütfen bir mesaj girin ve/veya %s.

source: Please enter a message.
ca: Si us plau, introdueix un missatge.
de: Geben Sie eine Nachricht ein.
es_mx: Por favor escriba un mensaje.
fi: Kirjoita viesti.
fr: Veuillez saisir un message.
id: Harap masukkan pesan.
ja: メッセージを入力してください。
nb_no: Skriv inn en melding.
nl: Voer een bericht in.
pt_br: Por favor, insira um mensagem.
ru: Пожалуйста, введите сообщение.
tr: Lütfen bir mesaj girin.

source: Please %s.
ca: Si us plau %s.
de: Bitte %s.
es_mx: Por favor %s.
fi: Ole hyvä ja %s.
fr: Veuillez %s.
id: Harap %s.
ja: %sをお願いします。
nb_no: %s.
nl: Graag %s.
pt_br: Por favor %s.
ru: Пожалуйста, %s.
tr: Lütfen %s.

source: Your %s will be shown <b>once it has been approved</b>.
ca: El teu %s serà mostrat <b>després d'ésser aprovat</b>.
de: Dein %s wir angezeigt <b>sobald die Freigabe erfolgt ist</b>.
es_mx: Tu %s va a ser publicado <b>una vez sea aprobado</b>.
fi: %s näytetään <b>kun se on hyväksytty</b>.
fr: Votre %s sera affichée <b>une fois qu’elle aura été approuvée</b>.
id: %s Anda akan ditampilkan <b>jika disetujui</b>.
ja: あなたの%sは、<b>承認されると</b>表示されます。
nb_no: Din %s vil bli vist <b>når den har blit godkjent</b>.
nl: Je %s wordt weergegeven <b>zodra het is goedgekeurd</b>.
pt_br: Seu %s será mostrado <b>uma vez que for aprovado</b>.
ru: Ваш %s будет отображён <b>как только будет одобрен</b>.
tr: %sniz <b>onaylandıktan sonra</b> gösterilecektir.

source: Updating thread...
ca: Actualitzant el fil...
de: Aktualisiere den Beitrag …
es_mx: Actualizando hilo...
fi: Päivitetään säikettä...
fr: Mise à jour du fil de discussion…
id: Memperbarui thread...
ja: スレッドを更新中...
nb_no: Oppdaterer tråd…
nl: Thread updaten...
pt_br: Atualizando tópico...
ru: Обновление нити...
tr: Mesaj dizisi güncelleniyor...

source: Updating index...
ca: Actualitzant l'índex...
de: Aktualisiere den Index …
es_mx: Actualizando índice...
fi: Päivitetään indeksiä…
fr: Mise à jour de l’index…
id: Memperbarui index...
ja: インデックスを更新中...
nb_no: Oppdaterer indeks…
nl: Index updaten...
pt_br: Atualizando índice...
ru: Обновление индека...
tr: İndeks güncelleniyor...

source: Created staff post
ca: Publicació del personal creada
de: Team-Beitrag erzeugt
es_mx: Post de personal creado
fi: Henkilökunnan posti luotu
id: Membuat postingan staf
ja: スタッフの投稿を作成
nl: Stafpost aangemaakt
pt_br: Postagem da staff criada
ru: Опубликовано сообщение персонала
tr: Personel gönderisi oluşturuldu

source: This post has been deleted
ca: Aquesta publicació ha estat eliminada
de: Dieser Beitrag wurde gelöscht
es_mx: Este post ha sido eliminado
fi: Tämä viesti on poistettu
id: Postingan ini telah dihapus
ja: この投稿は削除されました
nb_no: Denne posten har blitt slettet
nl: Deze post is verwijderd
pt_br: Esse post foi deletado
ru: Указанное сообщение было удалено
tr: Bu gönderi silindi

source: This post requires moderation before it can be displayed
ca: Aquesta publicació requereix moderació abans d'ésser mostrada
de: Dieser Beitrag erfordert eine Freigabe durch einen Moderator, bevor er angezeigt werden kann
es_mx: Este post requiere moderación antes de que se pueda publicar
fi: Tätä viestiä on valvottava ennen kuin se voidaan näyttää
id: Postingan ini memerlukan moderasi sebelum bisa ditampilkan
ja: この投稿を表示するにはモデレーションが必要です
nb_no: Denne posten krever moderering før den kan vises
nl: Deze post vereist moderatie voordat deze kan worden weergegeven
pt_br: Esse post requer passar pela moderação antes de ser visualizado
ru: Указанное сообщение требует модерации перед отображением
tr: Bu gönderinin görüntülenebilmesi için denetlenmesi gerekiyor

source: Automatic refreshing is disabled.
ca: El refresc automàtic és desactivat.
de: Automatische Aktualisierung ist deaktiviert.
es_mx: Refrescar automáticamente está deshabilitado.
fi: Automaattinen virkistys on poissa käytöstä.
fr: Le rafraîchissement automatique est désactivé.
id: Refresh halaman otomatis dinonaktifkan.
ja: 自動更新は無効です。
nb_no: Automatisk oppdatering er avskrudd.
nl: Automatisch verversen is uitgeschakeld.
pt_br: Atualização automática foi desativada.
ru: Автоматическое обновление отключено.
tr: Otomatik yenileme devre dışı bırakıldı.

source: Reporting is disabled.
ca: El report és desactivat.
de: Meldungen sind deaktiviert.
es_mx: Reportar está deshabilitado.
fi: Raportointi on poistettu käytöstä.
fr: Le signalement est désactivé.
id: Pelaporan dinonaktifkan.
ja: 通報は無効です。
nb_no: Rapportering er avskrudd.
nl: Melden is uitgeschakeld.
pt_br: A denúncia foi desativada.
ru: Жалобы отключены.
tr: Bildirme devre dışı bırakıldı.

source: Sorry, an invalid post identifier was sent. Please go back, refresh the page, and try again.
ca: Discupleu, s'ha enviat un identificador de publicació incorrecte. Si us plau, torneu enrere, recarregueu la plana i torneu a intentar-ho.
de: Entschuldigung, eine ungültige Beitragsnummer wurde gesendet. Bitte gehe zurück, aktualisiere die Seite und versuche es erneut.
es_mx: Perdón, un indentificador de post invalido a sido enviado. Por favor regrese, actualice la pagina, e intentelo de nuevo.
fi: Valitettavasti lähetettiin virheellinen viestin tunniste. Palaa takaisin, virkistä sivu ja yritä uudelleen.
fr: Désolé, un identificateur de publication invalide a été envoyé. Veuillez retourner en arrière, actualiser la page et réessayer.
id: Maaf, identifier post yang dirujuk tidak valid. Harap kembali, refresh halaman, dan coba lagi.
ja: 申し訳ありませんが、無効な投稿識別子が送信されました。戻ってページを更新してから、もう一度試してください。
nl: Sorry, een ongeldige post-ID was verstuurd. Ga terug, vernieuw de pagina en probeer het opnieuw.
pt_br: Perdão, um identificar de post inválido foi enviado. Por favor volte, atualize a página e tente novamente.
ru: Извините, был отправлен недостоверный ID сообщения. Вернитесь назад, перезагрузите страницу и попробуйте снова.
tr: Üzgünüm, geçersiz bir gönderi tanımlayıcısı gönderildi. Lütfen geri dönün, sayfayı yenileyin ve tekrar deneyin.

source: Moderators have determined that post does not break any rules.
ca: Els moderadors han decidit que aquesta publicació no trenca cap regla.
de: Moderatoren haben festgestellt, dass dieser Beitrag nicht gegen die Regeln verstößt.
es_mx: Los moderadores han determinado que este post no rompe ninguna regla.
fi: Valvojat ovat päättäneet, että viesti ei riko mitään sääntöjä.
id: Moderator telah menetapkan bahwa postingan tersebut tidak melanggar aturan apa pun.
ja: モデレーターは、その投稿がルールに違反していないと判断しました。
nb_no: Moderatorene har bestemt at din post ikke bryter noen regler.
nl: Moderators hebben vastgesteld dat de post geen regels schendt.
pt_br: Os moderadores determinaram que a postagem não quebra nenhuma regras.
ru: Модераторы установили, что это сообщение не нарушает никаких правил.
tr: Moderatörler, gönderinin herhangi bir kuralı ihlal etmediğini belirledi.

source: You have already submitted a report for that post.
ca: Ja has enviat un report per a aquesta publicació.
de: Du hast diesen Beitrag bereits gemeldet.
es_mx: Ya has subido un reporte para ese post.
fi: Olet jo lähettänyt raportin kyseisestä viestistä.
fr: Vous avez déjà signalé cette publication.
id: Anda telah mengirimkan laporan untuk posting itu.
ja: あなたは既にその投稿を通報しています。
nb_no: Du har allerede sendt inn en rapport om denne posten.
nl: Je hebt deze post al gemeld.
pt_br: Você já enviou uma denúncia para esse post.
ru: Вы уже отправили жалобу на данное сообщение.
tr: Bu gönderiyi zaten bildirdiniz.

source: (enter the text below)
ca: (introdueix el text de sota)
de: (Gib den Text unten ein)
es_mx: (Introduzca el texto a continuación)
fi: (syötä teksti alle)
fr: (saisissez le texte ci-dessous)
id: (masukkan teks di bawah ini)
ja: (以下に文字を入力してください)
nb_no: (skriv inn teksten nedenfor)
nl: (voer de tekst hieronder in)
pt_br: (digite o texto abaixo)
ru: (Введите текст снизу)
tr: (aşağıdaki metni girin)

source: Please complete a CAPTCHA to submit your report
ca: Si us plau, completa el CAPTCHA per a poder enviar el teu report
de: Bitte löse das CAPTCHA um deine Meldung abzuschicken
es_mx: Por favor complete el CAPTCHA para enviar su reporte
fi: Täytä CAPTCHA lähettääksesi raporttisi
id: Harap lengkapi CAPTCHA untuk mengirimkan laporan Anda
ja: 通報するには、CAPTCHAを入力してください
nb_no: Fullfør en CAPTCHA for å sende inn rapporteringen
nl: Vul een CAPTCHA in om uw melding in te dienen
pt_br: Por favor, complete o CAPTCHA para enviar a sua denúncia
ru: Пожалуйста, пройдите CAPTCHA чтобы подать жалобу
tr: Lütfen bildirinizi göndermek için bir CAPTCHA doldurun

source: Submit
ca: Envia
de: Absenden
es_mx: Enviar
fi: Lähetä
fr: Envoyer
id: Kirim
ja: 送信
nb_no: Send inn
nl: Verzend
pt_br: Enviar
ru: Отправить
tr: Gönder
