Repository: tslocum/TinyIB
Catalog: locale/*/tinyib.po
Languages: ca, de, es_mx, fi, fr, id, ja, nb_no, nl, pt_br, ru, tr

source: Allow replying to this thread.
ca: Permet les respostes en aquest fil.
de: Antworten zu diesem Thema erlauben.
es_mx: Permitir respuestas en este hilo.
fi: Salli vastaaminen tähän säikeeseen.
fr: Autoriser les réponses sur ce fil.
id: Perbolehkan membalas ke utas ini.
ja: このスレッドへの返信を許可する。
nb_no: Tillat svar i denne tråden.
nl: Sta het beantwoorden van deze thread toe.
pt_br: Permitir respostas a este fio.
ru: Разрешить ответы в этот тред.
tr: Bu mesaj dizisine yanıtlamaya izin ver.

source: Disallow replying to this thread.
ca: Prohibeix les respostes en aquest fil.
de: Antworten zu diesem Thema verbieten.
es_mx: Inhabilitar respuestas en este hilo.
fi: Estä vastaaminen tähän säikeeseen.
fr: Ne pas autoriser les réponses sur ce fil.
ja: このスレッドへの返信を禁止する。
nb_no: Ikke tillat svar i denne tråden.
nl: Reageren op deze thread niet toestaan.
pt_br: Impedir respostas a este fio.
ru: Запретить ответы в этот тред.
tr: Bu mesaj dizisine yanıtlamaya izin verme.

source: Moderating No.%d
ca: Moderació No.%d
de: Moderiere Beitrag Nr. %d
es_mx: Moderando hilo No.%d
fi: Valvotaan nro %d
fr: N° %d en modération
ja: No.%dをモデレーティング
nb_no: Moderer post nummer %d
nl: Modereren Nr.%d
pt_br: Moderação Nº %d
ru: Модерирование №%d
tr: %d numaralı gönderiyi denetleme

source: Action
ca: Acció
de: Aktion
es_mx: Acción
fi: Toimi
id: Aksi
ja: 処置
nb_no: Handling
nl: Actie
pt_br: Ação
ru: Действие
tr: Eylem

source: Delete thread
ca: Esborra fil
de: Beitrag löschen
es_mx: Eliminar hilo
fi: Poista säike
fr: Supprimer le fil
id: Hapus utas
ja: スレッドを削除
nb_no: Slett tråd
nl: Verwijder thread
pt_br: Apagar fio
ru: Удалить тред
tr: Mesaj dizisini sil

source: Delete reply
ca: Esborra resposta
de: Antwort löschen
es_mx: Eliminar respuesta
fi: Poista vastaus
id: Hapus balasan
ja: 返信を削除
nb_no: Slett svar
nl: Verwijder antwoord
pt_br: Apagar resposta
ru: Удалить ответ
tr: Yanıtı sil

source: Ban poster
ca: Bloca publicador
de: Autor sperren
es_mx: Banear usuario
fi: Aseta porttikielto viestin lähettäjälle
fr: Bannir l'auteur
ja: 投稿者を禁止
nb_no: Bannlyst poster
nl: Verban poster
pt_br: Banir postador
ru: Забанить постера
tr: Göndereni yasakla

source: Approve
ca: Aprova
de: Freigeben
es_mx: Aprobar
fi: Hyväksy
fr: Approuver
id: Setujui
ja: 承認
nb_no: Tillat
nl: Goedkeuren
pt_br: Aprovar
ru: Одобрить
tr: Onayla

source: report
ca: reporta
de: Meldung
es_mx: reportar
fi: ilmoita
fr: signalement
id: laporan
ja: 通報
nb_no: rapport
nl: melding
pt_br: denunciar
ru: жалоба
tr: bildiri

source: reports
de: Meldungen
es_mx: reportes
fi: ilmoitukset
fr: signalements
id: laporan
ja: 通報
nb_no: rapporter
nl: meldingen
pt_br: denuncias
ru: жалобы
tr: bildiri

source: Sorry, there doesn't appear to be a keyword with that ID.
ca: Disculpa, sembla que no hi ha cap mot amb aquest ID.
de: Entschuldigung, es scheint kein Schlagwort mit dieser ID zu existieren.
es_mx: Perdón, pero no parece haber una palabra prohibida con esa ID.
fi: Valitettavasti tällä tunnuksella ei näytä olevan avainsanaa.
fr: Désolé, il ne semble pas y avoir de mot-clé avec cet identifiant.
ja: 申し訳ありませんが、そのIDを持つキーワードはないようです。
nb_no: Ingen nøkkelord har denne ID-en.
nl: Sorry, er is geen trefwoord met dat ID.
pt_br: Perdão, mas não parece que há uma palavra-chave com essa ID.
ru: Извините, ключевое слово с этим ID не найдено.
tr: Üzgünüm, bu kimliğe sahip bir anahtar sözcük görünmüyor.

source: Add
ca: Afegeix
de: Hinzufügen
es_mx: Agregar
fi: Lisää
fr: Ajouter
id: Tambah
ja: 追加
nb_no: Legg til
nl: Voeg toe
pt_br: Adicionar
ru: Добавить
tr: Ekle

source: Hide until approved
ca: Amaga fins que sigui aprovat
de: Ausblenden bis freigegeben
es_mx: Ocultar hasta que sea aprobado
fi: Piilota, kunnes se hyväksytään
id: Sembunyikan sampai disetujui
ja: 承認されるまで非表示
nb_no: Skjul til godkjent
nl: Verberg tot goedkeuring
pt_br: Ocultar até aprovação
ru: Скрыть пока не одобрено
tr: Onaylanana kadar gizle

source: Delete and ban for 1 hour
ca: Esborra i bloca per 1 hora
de: Löschen und für 1 Stunde sperren
es_mx: Eliminar y banear por 1 hora
fi: Poista ja kiellä yhdeksi tunniksi
fr: Supprimer et bannir pour 1 heure
id: Hapus dan banned untuk 1 jam
ja: 削除と1時間禁止
nb_no: Slett og bannlys i én time
nl: Verwijder en verban voor 1 uur
pt_br: Apagar e banir por 1 hora
ru: Удалить и забанить на 1 час
tr: Sil ve 1 saat yasakla

source: Delete and ban for 1 day
ca: Esborra i bloca per 1 dia
de: Löschen und für 1 Tag sperren
es_mx: Eliminar y banear por 1 día
fi: Poista ja kiellä yhdeksi päiväksi
fr: Supprimer et bannir pour 1 jour
id: Hapus dan banned untuk 1 hari
ja: 削除と1日間禁止
nb_no: Slett og bannlys én dag
nl: Verwijder en verban voor 1 dag
pt_br: Apagar e banir por 1 dia
ru: Удалить и забанить на 1 день
tr: Sil ve 1 gün yasakla

source: Delete and ban for 2 days
ca: Esborra i bloca per 2 dies
de: Löschen und für 2 Tage sperren
es_mx: Eliminar y banear por 2 días
fi: Poista ja kiellä kahdeksi päiväksi
fr: Supprimer et bannir pour 2 jours
id: Hapus dan banned untuk 2 hari
ja: 削除と2日間禁止
nb_no: Slett og bannlys to dager
nl: Verwijder en verban voor 2 dagen
pt_br: Apagar e banir por 2 dias
ru: Удалить и забанить на 2 дня
tr: Sil ve 2 gün yasakla

source: Delete and ban for 1 week
ca: Esborra i bloca per 1 setmana
de: Löschen und für 1 Woche sperren
es_mx: Eliminar y banear por 1 semana
fi: Poista ja kiellä yhdeksi viikoksi
fr: Supprimer et bannir pour 1 semaine
id: Hapus dan banned untuk 1 minggu
ja: 削除と1週間禁止
nb_no: Slett og bannlys én uke
nl: Verwijder en verban voor 1 week
pt_br: Apagar e banir por 1 semana
ru: Удалить и забанить на 1 неделю
tr: Sil ve 1 hafta yasakla

source: Delete and ban for 2 weeks
ca: Esborra i bloca per 2 setmanes
de: Löschen und für 2 Wochen sperren
es_mx: Eliminar y banear por 2 semanas
fi: Poista ja kiellä kahdeksi viikoksi
fr: Supprimer et bannir pour 2 semaines
id: Hapus dan banned untuk 2 minggu
ja: 削除と2週間禁止
nb_no: Slett og bannlys to uker
nl: Verwijder en verban voor 2 weken
pt_br: Apagar e banir por 2 semanas
ru: Удалить и забанить на 2 недели
tr: Sil ve 2 hafta yasakla

source: Delete and ban for 1 month
ca: Esborra i bloca per 1 mes
de: Löschen und für 1 Monat sperren
es_mx: Eliminar y banear por 1 mes
fi: Poista ja kiellä yhdeksi kuukaudeksi
fr: Supprimer et bannir pour 1 mois
id: Hapus dan banned untuk 1 bulan
ja: 削除と1ヶ月禁止
nb_no: Slett og bannlys én måned
nl: Verwijder en verban voor 1 maand
pt_br: Apagar e banir por 1 mês
ru: Удалить и забанить на месяц
tr: Sil ve 1 ay yasakla

source: Delete and ban permanently
ca: Esborra i bloca permanentment
de: Löschen und dauerhaft sperren
es_mx: Eliminar y banear permanentemente
fi: Poista ja kiellä pysyväksi
fr: Supprimer et bannir définitivement
id: Hapus dan banned permanen
ja: 削除と永久的に禁止
nb_no: Slett og bannlys permanent
nl: Verwijder en verban permanent
pt_br: Apagar a banir permanentemente
ru: Удалить и забанить навсегда
tr: Sil ve kalıcı olarak yasakla

source: Edit
ca: Edita
de: Bearbeiten
es_mx: Editar
fi: Muokkaa
fr: Modifier
id: Ubah
ja: 編集
nb_no: Rediger
nl: Bewerk
pt_br: Editar
ru: Редактировать
tr: Düzenle

source: thread
ca: fil
de: Beitrag
es_mx: hilo
fi: saike
fr: fil
id: utas
ja: スレッド
nb_no: tråd
pt_br: fio
ru: тред
tr: mesaj dizisi

source: threads
ca: fils
de: Beiträge
es_mx: hilos
fi: säikeet
fr: fils
id: utas
ja: スレッド
nb_no: tråder
pt_br: fios
ru: треды
tr: mesaj dizisi

source: ban
ca: bloca
fi: kiellä
fr: interdiction
id: banned
ja: 禁止
nb_no: bannlysning
pt_br: banimento
ru: бан
tr: yasaklama

source: bans
ca: bloquejos
es_mx: baneos
fi: Kiellot
fr: interdictions
id: banned
ja: 禁止
nb_no: bannlysninger
pt_br: banimentos
ru: баны
tr: yasaklama

source: More Info
ca: Més Info
de: Mehr Information
es_mx: Más información
fi: Lisätietoa
fr: Plus d'informations
id: Info lengkap
ja: 詳細
nb_no: Mer info
nl: Meer info
pt_br: Mais Informações
tr: Daha Fazla Bilgi

source: Pending posts
ca: Publicacions pendents
de: Wartende Beiträge
es_mx: Posts pendientes por aprobar
fi: Odottavat lähetysviestit
fr: Publications en attente
id: Postingan tertunda
ja: 保留中の投稿
nb_no: Ventende poster
nl: Wachtende posts
pt_br: Postagens pendentes
ru: Отложенные посты
tr: Bekleyen gönderiler

source: Recent posts
ca: Publicacions recents
de: Neue Beiträge
es_mx: Posts recientes
fi: Viimeaikaiset lähetysviestit
fr: Publications récentes
id: Posting terbaru
ja: 最近の投稿
nb_no: Nylige poster
nl: Recente posts
pt_br: Postagens recentes
ru: Недавние посты
tr: Son gönderiler

source: Info
de: Information
es_mx: Información
fi: Tietoa
fr: Informations
ja: 情報
pt_br: Informação
ru: Информация
tr: Bilgi

source: CAPTCHA
ru: капча
