Repository: tslocum/TinyIB
Catalog: locale/*/tinyib.po
Languages: ca, de, es_mx, fi, fr, id, ja, nb_no, nl, pt_br, ru, tr

source: The uploaded file exceeds the upload_max_filesize directive (%s) in php.ini.
ca: El fitxer pujat excedeix la directiva upload_max_filesize (%s) de php.ini.
de: Die hochgeladene Datei überschreitet die upload_max_filesize-Direktive (%s) in php.ini.
es_mx: El archivo subido excede la directiva upload_max_filesize (%s) en php.ini.
fi: Ulosladattu tiedosto ylittää php.ini-tiedoston upload_max_filesize-direktiivin (%s).
fr: Le fichier téléversé excède la directive upload_max_filesize (%s) du fichier php.ini.
id: File yang diunggah melebihi aturan upload_max_filesize (%s) di php.ini.
ja: アップロードされたファイルが、php.iniのupload_max_filesizeディレクティブ（%s）を超えています。
nb_no: Opplastet fil overskrider upload_max_filesize-verdien (%s) i php.ini.
nl: Het geüploade bestand overschrijdt de upload_max_filesize-instructie (%s) in php.ini.
pt_br: O tamanho do arquivo enviado excede a diretiva upload_max_filesize (%s) no arquivo php.ini.
ru: Загружаемый файл превышает директиву upload_max_filesize (%s) в php.ini.
tr: Yüklenen dosya php.ini içindeki upload_max_filesize değerini (%s) aşıyor.

source: The uploaded file was only partially uploaded.
ca: El fitxer ha estat parcialment pujat.
de: Die hochgeladene Datei wurde nur teilweise hochgeladen.
es_mx: El archivo seleccionado sólo ha sido parcialmente subido.
fi: Ulosladattu tiedosto ulosladattiin vain osittain.
fr: Le fichier téléversé n’a été que partiellement téléversé.
id: File yang diunggah hanya diunggah sebagian.
ja: アップロードされたファイルが一部しかアップロードされていません。
nb_no: Opplastet fil ble kun delvis opplastet.
nl: Het geüploade bestand is slechts gedeeltelijk geüpload.
pt_br: O arquivo foi parcialmente enviado.
ru: Загруженный файл был загружен частично.
tr: Yüklenen dosya yalnızca kısmen yüklendi.

source: No file was uploaded.
ca: No s'ha pujat cap fitxer.
de: Es wurde keine Datei hochgeladen.
es_mx: No se ha subido archivo alguno.
fi: Mitään tiedostoa ei ladattu.
fr: Aucun fichier n’a été téléversé.
id: Tidak ada file yang diunggah.
ja: アップロードされたファイルはありません。
nb_no: Ingen fil ble opplastet.
nl: Er is geen bestand geüpload.
pt_br: Nenhum arquivo foi enviado.
ru: Файлы не были загружены.
tr: Dosya yüklenmedi.

source: Missing a temporary folder.
ca: Hi manca una carpeta temporal.
de: Ein temporärer Ordner fehlt.
es_mx: Falta una carpeta temporal.
fi: Väliaikainen kansio puuttuu.
fr: Un dossier temporaire est manquant.
id: Directory sementara (temporary directory) tidak ditemukan.
ja: 一時フォルダがありません。
nb_no: Mangler midlertidig mappe.
nl: Er ontbreekt een tijdelijke map.
pt_br: Pasta temporária faltando.
ru: Отсутствует временная папка.
tr: Geçici klasör eksik.

source: Failed to write file to disk
ca: Ha fallat l'escriptura del fitxer al disc
de: Fehler beim Schreiben einer Datei auf den Datenträger
es_mx: No se ha podido guardar el archivo en el disco
fi: Tiedoston kirjoittaminen levylle epäonnistui
fr: Échec de l’écriture du fichier sur le disque
id: Gagal menulis file ke diska
ja: ファイルのディスクへの書き込みに失敗しました
nb_no: Klarte ikke å skrive fil til disk
nl: Bestand naar schijf schrijven is mislukt
pt_br: Falha ao escrever arquivo no disco
ru: Не удалось записать файл на диск
tr: Dosyayı diske yazma başarısız oldu

source: Unable to save the uploaded file.
ca: No s'ha pogut desar el fitxer pujat.
de: Die hochgeladene Datei konnte nicht gespeichert werden.
es_mx: No se pudo guardar el archivo subido.
fi: Lähetetyn tiedoston tallentaminen epäonnistui.
fr: Impossible d’enregistrer le fichier téléversé.
id: Tidak dapat menyimpan file yang diunggah.
ja: アップロードされたファイルを保存することができません。
nb_no: Kunne ikke lagre opplastet fil.
nl: Kan het geüploade bestand niet opslaan.
pt_br: Incapaz de salvar o arquivo enviado.
ru: Не удалось сохранить загруженный файл.
tr: Yüklenen dosya kaydedilemedi.

source: Duplicate file uploaded. That file has already been posted <a href="%s">here</a>.
ca: S'ha pujat un fitxer duplicat. Aquest fitxer ja havia estat publicat <a href="%s">ací</a>.
de: Duplikatdatei hochgeladen. Diese Datei wurde bereits <a href="%s">hier</a> veröffentlicht.
es_mx: Se ha subido un archivo duplicado. Ese archivo ya ha sido publicado <a href="%s">aquí</a>.
fi: Kaksoistiedosto ulosladattu. Tämä tiedosto on jo lähetetty <a href="%s">tähän</a>.
fr: Fichier en double téléversé. Ce fichier a déjà été publié <a href="%s">ici</a>.
id: File unggahan duplikat. File tersebut telah diposting <a href="%s">di sini</a>.
ja: 重複したファイルがアップロードされました。そのファイルはすでに<a href="%s">ここ</a>に投稿されています。
nb_no: Opplastet fil finnes allerede. Filen har allerede blitt postet <a href="%s">her</a>.
nl: Dubbel bestand geüpload. Dat bestand is <a href="%s">hier</a> al gepost.
pt_br: Arquivo enviado duplicado. Este arquivo já foi postado <a href="%s"> aqui </a>.
ru: Загружен дубликат файла. Этот файл уже запостили <a href="%s">здесь</a>.
tr: Yinelenen dosya yüklendi. Bu dosya zaten <a href="%s">burada</a> gönderildi.

source: Unable to read the uploaded file while creating its thumbnail. A common cause for this is an incorrect extension when the file is actually of a different type.
ca: Ha estat impossible llegir el fitxer pujat mentre es creava la seva miniatura. Una causa habitual sol ser que contingui una extensió incorrecta per al tipus de fitxer.
de: Die hochgeladene Datei kann beim Erstellen der Miniaturansicht nicht gelesen werden. Eine häufige Ursache dafür ist eine falsche Erweiterung, wenn die Datei tatsächlich einen anderen Typ hat.
es_mx: No se pudo leer el archivo cargado mientras se creaba su miniatura. Una causa común de esto es una extensión incorrecta cuando el archivo es en realidad de un tipo diferente.
fi: Ulosladattua tiedostoa ei voi lukea pikkukuvaa luotaessa. Yleinen syy tähän on virheellinen tiedostopääte, kun tiedosto on itse asiassa erityyppinen.
fr: Impossible de lire le fichier téléversé lors de la création de sa miniature. Habituellement, ceci est dû à une extension incorrecte lorsque le fichier est en fait d’un type différent.
id: Gagal membuat thumbnail: file yang diunggah tidak dapat dibaca. Ini umumnya terjadi karena penamaan extensi file dengan jenis file berbeda atau salah.
ja: アップロードされたファイルのサムネイルを作成する際に、そのファイルを読み取ることができません。一般的な原因は、実際には別の種類のファイルであるにもかかわらず、拡張子が正しくないからです。
nb_no: Kunne ikke lese opplastet fil under opprettelse av miniatyrbilde. Dette skjer vanligvis fordi filendelsen ikke stemmer med hva filen faktisk inneholder.
nl: Kan het geüploade bestand niet lezen tijdens het maken van de thumbnail. Een veelvoorkomende oorzaak hiervan is een onjuiste bestandsextensie terwijl het bestand eigenlijk van een ander type is.
pt_br: Incapaz de ler o arquivo enviado enquanto criava a sua miniatura. Uma causa comum disso é a extensão de arquivo estar incorreta enquanto o arquivo é de um tipo diferente.
ru: Не удалось прочитать загруженный файл при создании миниатюры. Часто это происходит при несовпадении расширения с типом файла.
tr: Küçük resmi oluşturulurken yüklenen dosya okunamadı. Bunun yaygın bir nedeni, dosyanın uzantısının gerçek türünden farklı olmasıdır.

source: File transfer failure. Please retry the submission.
ca: Ha fallat la transferència del fitxer. Si us plau, reintenta l'enviament.
de: Fehler beim Transfer der Datei. Bitte versuche es erneut.
es_mx: Fallo al transferir el archivo. Por favor vuelva a intentarlo.
fi: Tiedostonsiirron epäonnistuminen. Yritä lähettää uudelleen.
fr: Échec du transfert du fichier. Veuillez réessayer l'envoi.
ja: ファイル転送に失敗しました。送信を再試行してください。
nb_no: Klarte ikke å overføre fil. Forsøk å utføre innsendelsen igjen.
nl: Bestandsoverdracht mislukt. Probeer opnieuw te versturen.
pt_br: Falha ao transferir arquivo. Por favor tente novamente.
ru: Не удалось передать файл. Пожалуйста, повторите отправку.
tr: Dosya aktarımı hatası. Lütfen yeniden göndermeyi deneyin.

source: Failed to read the MIME type and size of the uploaded file. Please retry the submission.
ca: Ha fallat la lectura del tipus MIME i de la mida del fitxer pujat. Si us plau, reintenta l'enviament.
de: Fehler beim Auslesen des MIME-Typs und Größe der hochgeladenen Datei. Bitte versuche es erneut.
es_mx: Fallo al leer el tipo de MIME y tamaño de el archivo subido. Por favor vuelva a intentarlo.
fi: Ulosladatun tiedoston MIME-tyypin ja -koon lukeminen epäonnistui. Yritä lähettää uudelleen.
fr: Échec de lecture du type MIME et de la taille du fichier. Veuillez réessayer l'envoi.
ja: アップロードされたファイルのMIMEタイプとサイズの読み取りに失敗しました。再度送信してください。
nb_no: Kunne ikke lese mediatypen, eller størrelse på opplastet fil. Forsøk å utføre innsendelsen igjen.
nl: Kan het MIME-type en de grootte van het geüploade bestand niet lezen. Probeer opnieuw te versturen.
pt_br: Falha ao ler o tipo MIME e o tamanho do arquivo enviado. Por favor, tente novamente.
ru: Не удалось прочитать MIME и размер загруженного файла. Пожалуйста, повторите отправку.
tr: Yüklenen dosyanın MIME türü ve boyutu okunamadı. Lütfen yeniden göndermeyi deneyin.

source: Could not copy uploaded file.
ca: No s'ha pogut copiar el fitxer pujat.
de: Hochgeladene Datei konnte nicht kopiert werden.
es_mx: No a sido posible copiar el archivo subido.
fi: Ulosladattua tiedostoa ei voitu kopioida.
fr: Impossible de copier le fichier téléversé.
id: Tidak dapat menyalin berkas yang diunggah.
ja: アップロードされたファイルをコピーできませんでした。
nb_no: Kunne ikke kopiere opplastet fil.
nl: Kon het geüploade bestand niet kopiëren.
pt_br: Incapaz de copiar o arquivo enviado.
ru: Не удалось скопировать загруженный файл.
tr: Yüklenen dosya kopyalanamadı.

source: File transfer failure. Please go back and try again.
ca: Ha fallat la transferència del fitxer. Si us plau, torna enrere i intenta-ho novament.
de: Fehler bei der Dateiübertragung. Bitte gehe zurück und versuche es erneut.
es_mx: Fallo de transferencia de archivo. Por favor vuelva e intentelo de nuevo.
fi: Tiedostonsiirron epäonnistuminen. Palaa takaisin ja yritä uudelleen.
fr: Échec du transfert de fichier. Veuillez retourner en arrière et réessayer.
ja: ファイル転送に失敗しました。戻ってからもう一度試してください。
nb_no: Kunne ikke overføre fil. Gå tilbake og prøv igjen.
nl: Bestandsoverdracht mislukt. Ga terug en probeer opnieuw.
pt_br: Falha de transferência de arquivo. Por favor, volte e tente novamente.
ru: Не удалось передать файл. Пожалуйста, вернитесь и попробуйте заново.
tr: Dosya aktarımı hatası. Lütfen geri dönün ve tekrar deneyin.

source: Sorry, your video appears to be corrupt.
ca: Disculpa, el teu vídeo sembla corromput.
de: Entschuldigung, dein Video scheint fehlerhaft zu sein.
es_mx: Perdón, tu archivo de video parece estar corrupto.
fi: Anteeksi, mutta videosi vaikuttaa vioittuneelta.
fr: Désolé, votre vidéo semble être corrompue.
ja: 申し訳ありませんが、ビデオが破損しているようです。
nb_no: Beklager, videoen din ser ut til å være skadet.
nl: Sorry, je video lijkt beschadigd te zijn.
pt_br: Perdão, mas o seu vídeo parece corrompido.
ru: Извините, кажется, видео повреждено.
tr: Üzgünüm, videonuz bozuk gibi görünüyor.

source: Supported file type is %s
ca: El tipus de fitxer suportat és %s
de: Unterstützter Dateityp ist %s
es_mx: El tipo de archivo soportado es %s
fi: Tuettu tiedostotyyppi on %s
fr: Le type de fichier pris en charge est %s
ja: サポートされているファイルタイプは %s です
nb_no: Støttet filtype er %s
nl: Ondersteund bestandstype is %s
pt_br: O tipo de arquivo suportado é %s
ru: Поддерживаемый тип файла – %s
tr: Desteklenen dosya türü %s

source: Supported file types are %1$s and %2$s.
ca: Els tipus de fitxers suportats són %1$s i %2$s.
de: Unterstützte Dateitypen sind %1$s und %2$s.
es_mx: Los tipos de archivo admitidos son %1$s y %2$s.
fi: Tuetut tiedostotyypit ovat %1$s ja %2$s.
fr: Les types de fichier pris en charge sont %1$s et %2$s.
ja: サポートされているファイル・タイプは %1$s と %2$s です。
nb_no: Støttede filtyper er %1$s og %2$s.
nl: Ondersteunde bestandstypen zijn %1$s en %2$s.
pt_br: Os tipos de arquivos suportados são %1$s e %2$s.
ru: Поддерживаемые типы файлов – %1$s и %2$s.
tr: Desteklenen dosya türleri %1$s ve %2$s.

source: Raw HTML
ca: HTML cru
de: HTML
es_mx: HTML crudo
fi: Raaka HTML
ja: 生のHTML
nb_no: Rå HTML
nl: Ruwe HTML
pt_br: HTML bruto
ru: Сырой HTML
tr: Ham HTML

source: Enable
ca: Activa
de: Aktivieren
es_mx: Activar
fi: Ota käyttöön
ja: 有効
nb_no: Skru på
nl: Inschakelen
pt_br: Ativar
ru: Разрешить
tr: Etkinleştir

source: Text entered in the Message field will be posted as is with no formatting applied.
ca: El text introduït en el camp Missatge serà publicat tal comés i sense cap formatació aplicada.
de: In das Nachrichtenfeld eingegebener Text wird unverändert und ohne Formatierung veröffentlicht.
es_mx: El texto ingresado en el campo de Mensaje será posteado como es, sin aplicar formatos.
fi: Viesti-kenttään syötetty teksti lähetetään sellaisenaan ilman muotoilua.
fr: Le texte saisi dans le champ Message sera affiché tel quel, sans aucun formatage.
ja: メッセージ欄に入力された文章はフォーマットが適用されずそのまま掲載されます。
nl: Tekst die in het veld Bericht wordt ingevoerd, wordt ongewijzigd gepost zonder opmaak.
pt_br: O texto digitado no campo de mensagem será postado dessa maneira sem nenhuma formatação.
ru: Текст, введенный в поле сообщения, будет запощен как есть, без форматирования.
tr: Mesaj alanına girilen metin, herhangi bir biçimlendirme uygulanmadan olduğu gibi gönderilecektir.

source: Line-breaks must be specified with "&lt;br&gt;".
ca: Els salts de línia s'han d'especificar amb "&lt;br&gt;".
de: Zeilen-umbrüche müssen mit "&lt;br&gt;" spezifiziert werden.
es_mx: Los saltos de línea deben ser especificados con "&lt;br&gt;".
fi: Rivinvaihdot on määritettävä "&lt;br&gt;":n kanssa.
fr: Les sauts de ligne doivent être spécifiés avec « &lt;br&gt; ».
ja: 改行は必ず「&lt;br&gt;」で指定してください。
nb_no: Linjeskift må angis med «&lt;br&gt;".
nl: Regelafbrekingen moeten worden opgegeven met "&lt;br&gt;".
pt_br: Quebras de linha devem ser especificadas como "&lt;br&gt;".
ru: Перенос строки должен быть отмечен "&lt;br&gt;".
tr: Satır sonları "&lt;br&gt;" ile belirtilmelidir.

source: Reply to
ca: Respon a
de: Antwort an
es_mx: Responder a
fi: Vastaa
fr: Répondre à
id: Membalas ke
ja: 返信する
nb_no: Besvar
nl: Antwoord aan
pt_br: Responder a
ru: Ответить
tr: Yanıtla

source: 0 to start a new thread
ca: 0 per a començar un nou fil
de: 0 um ein neues Thema zu beginnen
es_mx: 0 para iniciar un nuevo hilo
fi: 0 aloittaaksesi uuden säikeen
fr: 0 pour démarrer un nouveau fil
ja: 0から新しいスレッドを立てる
nl: 0 om een nieuwe thread te starten
pt_br: 0 para iniciar um novo fio
ru: 0 чтобы начать новый тред
tr: Yeni bir mesaj dizisi başlatmak için 0

source: Maximum file size allowed is %s.
ca: La mida màxima de fitxer autoritzada és %s.
de: Die maximal zulässige Dateigröße ist %s.
es_mx: El tamaño máximo de archivo admitido es %s.
fi: Suurin sallittu tiedostokoko on %s.
fr: La taille maximale du fichier autorisée est %s.
ja: 許容される最大ファイルサイズは %s です。
nb_no: Maksimal tillatt filstørrelse er %s.
nl: De maximale toegestane bestandsgrootte is %s.
pt_br: O tamanho máximo de arquivo permitido é %s.
ru: Максимальный разрешенный размер файла – %s.
tr: İzin verilen en fazla dosya boyutu %s.

source: File
ca: Fitxer
de: Datei
es_mx: Archivo
fi: Tiedosto
fr: Fichier
id: Berkas
ja: ファイル
nb_no: Fil
nl: Bestand
pt_br: Arquivo
ru: Файл
tr: Dosya

source: Embed
ca: Insereix
de: Einbetten
es_mx: Embebido
fi: Upota
fr: Incorporer
ja: 埋め込み
nb_no: Innebygg
pt_br: Embutir
tr: Yerleştir

source: (paste a YouTube URL)
ca: (enganxa un URL de YouTube)
de: (Eine YouTube-URL einfügen)
es_mx: (pegue una URL de YouTube)
fi: (liitä YouTube-linkki)
fr: (coller une URL YouTube)
id: (tempel URL YouTube)
ja: (YouTubeのURLを貼り付ける)
nb_no: (lim inn YouTube-nettadresse)
nl: (plak een YouTube-URL)
pt_br: (colar a URL do Youtube)
ru: (вставьте YouTube URL)
tr: (bir YouTube URL'si yapıştırın)

source: All posts are moderated before being shown.
ca: Totes les publicacions són moderades abans d'ésser mostrades.
de: Alle Beiträge werden moderiert, bevor sie angezeigt werden.
es_mx: Todos los posts son moderados antes de ser publicados.
fi: Kaikki viestit valvotaan ennen näyttämistä.
fr: Tous les messages sont lus par un modérateur avant publication.
ja: すべての投稿は、表示される前にモデレートされます。
nb_no: Alle poster modereres før de blir vist.
nl: Alle berichten worden gemodereerd voordat ze worden weergegeven.
pt_br: Todas as postagens são moderadas antes de serem mostradas.
ru: Все посты проходят модерацию, прежде чем появиться на странице.
tr: Tüm gönderiler gösterilmeden önce denetlenir.

source: All posts with a file attached are moderated before being shown.
ca: Totes les publicacions amb fitxer adjunt són moderades abans d'ésser mostrades.
de: Alle Beiträge mit einer angehängten Datei werden moderiert, bevor sie angezeigt werden.
es_mx: Todos los posts con un archivo adjunto son moderados antes de ser publicados.
fi: Kaikki viestit, joihin on liitetty tiedosto, valvotaan ennen näyttämistä.
fr: Les messages avec fichier joint sont lus par un modérateur avant publication.
ja: ファイルが添付されている投稿は、すべてモデレートされてから表示されます。
nb_no: Alle poster med filvedlegg modereres før de blir vist.
nl: Alle berichten met een bijgevoegd bestand worden gemodereerd voordat ze worden weergegeven.
pt_br: Todas as postagens com arquivos anexados são moderadas antes de serem mostradas.
ru: Все посты с прикрепленными файлами проходят модерацию, прежде чем появиться на странице.
tr: Dosya eklenmiş tüm gönderiler gösterilmeden önce denetlenir.

source: Images greater than %s will be thumbnailed.
ca: Les imatges més grans de %s seran miniaturitzades.
de: Bilder, die größer als %s sind, werden als Miniaturansicht angezeigt.
es_mx: Imágenes mayores que %s serán miniaturizadas.
fi: Kuvat, jotka ovat suurempia kuin %s, ovat pikkukuvia.
fr: Les images supérieures à %s seront affichées en miniature.
ja: %s以上の画像はサムネイル表示されます。
nb_no: Bilder større enn %s vil bli miniatyravbildet.
nl: Afbeeldingen groter dan %s worden als thumbnail weergegeven.
pt_br: Imagens maiores que %s receberão miniaturas.
ru: Для изображений больше чем %s будут созданы миниатюры.
tr: %s'den büyük resimler küçük resim olarak görüntülenecektir.

source: Currently %s unique user posts.
ca: Actualment %s publicacions úniques.
de: Derzeit %s einzigartige Benutzerbeiträge.
es_mx: Actualmente hay %s publicaciones de usuarios únicos.
fi: Tällä hetkellä %s ainutlaatuista käyttäjän viestiä.
fr: Actuellement %s publications d’utilisateurs uniques.
ja: 現在、ユーザーの投稿は %s 件あります。
nl: Momenteel %s unieke gebruikersposts.
pt_br: Atualmente há %s postagens únicas do usuário.
ru: %s уникальных постов.
tr: Şu anda %s benzersiz kullanıcı gönderisi.

source: Name
ca: Nom
es_mx: Nombre
fi: Nimi
fr: Nom
id: Nama
ja: 名前
nb_no: Navn
nl: Naam
pt_br: Nome
ru: Имя
tr: Ad

source: E-mail
es_mx: Correo electrónico
fi: Sähköposti
fr: Courriel
id: Surel
nb_no: E-post
tr: E-posta

source: Subject
ca: Assumpte
de: Betreff
es_mx: Asunto
fi: Aihe
fr: Objet
id: Subjek
ja: 題名
nb_no: Emne
nl: Onderwerp
pt_br: Assunto
ru: Тема
tr: Konu

source: Message
ca: Missatge
de: Nachricht
es_mx: Mensaje
fi: Viesti
id: Pesan
ja: メッセージ
nb_no: Melding
nl: Bericht
pt_br: Mensagem
ru: Сообщение
tr: Mesaj

source: Password
ca: Contrasenya
de: Passwort
es_mx: Contraseña
fi: Salasana
fr: Mot de passe
id: Kata Sandi
ja: パスワード
nb_no: Passord
nl: Wachtwoord
pt_br: Senha
ru: Пароль
tr: Parola

source: (for post and file deletion)
ca: (per a l'eliminació de publicació i fitxer)
de: (für Beitrag- und Dateilöschung)
es_mx: (para eliminación de post y archivo)
fi: (viestien ja tiedostojen poistamista varten)
fr: (pour la suppression de publications et de fichiers)
ja: (投稿・ファイル削除用)
nb_no: (for post- og filsletting)
nl: (voor verwijdering van post en bestand)
pt_br: (para postagem e exclusão de arquivo)
ru: (для удаления поста и прикрепленного файла)
tr: (gönderi ve dosya silme için)

source: Report
ca: Reporta
de: Melden
es_mx: Reportar
fi: Ilmoita
fr: Signaler
id: Laporan
ja: 通報
nb_no: Rapporter
nl: Meld
pt_br: Denunciar
ru: Пожаловаться
tr: Bildir

source: Reply
ca: Respon
de: Antworten
es_mx: Responder
fi: Vastaa
fr: Répondre
id: Balasan
ja: 返信
nb_no: Svar
nl: Beantwoorden
pt_br: Responder
ru: Ответить
tr: Yanıtla

source: Post truncated. Click Reply to view.
ca: La publicació ha estat truncada. Prem Respon per a veure-la.
de: Beitrag gekürzt. Klicke „Antworten“ um ihn Anzuzeigen.
es_mx: Post truncado. Haz click en Responder para verlo.
fi: Viesti katkaistu. Napsauta 'Vastaa' nähdäksesi.
fr: Publication tronquée. Cliquez sur Répondre pour voir.
ja: 投稿が途切れています。返信をクリックすると表示されます。
nb_no: Post forkortet. Trykk «Svar» for å vise.
nl: Post afgekapt. Klik op Beantwoorden om te bekijken.
pt_br: Postagem truncada. Clique em Responder para visualizar.
ru: Пост обрезан. Нажмите Ответить, чтобы просмотреть.
tr: Gönderi kısaltıldı. Görüntülemek için Yanıtla düğmesine tıklayın.

source: 1 post omitted. Click Reply to view.
ca: S'ha omès 1 publicació. Prem Respon per a veure-ho.
de: 1 Beitrag ausgeblendet. Klicke „Antworten“ um ihn Anzuzeigen.
es_mx: 1 Post omitido. Haz click en Responder para verlo.
fi: Yksi viesti jätetty pois. Napsauta 'Vastaa' nähdäksesi.
fr: 1 publication omise. Cliquez sur Répondre pour voir.
ja: 1件の投稿が省略されています。返信をクリックすると表示されます。
nb_no: Én post er ikke tatt med. Tykk «Svar» for å vise den.
nl: 1 post weggelaten. Klik op Beantwoorden om te bekijken.
pt_br: 1 postagem omitida. Clique em Responder para visualizar.
ru: 1 пост пропущен. Нажмите Ответить, чтобы просмотреть.
tr: 1 gönderi dahil edilmedi. Görüntülemek için Yanıtla düğmesine tıklayın.

source: %d posts omitted. Click Reply to view.
ca: %d publicacions omeses. Prem Respon per a veure-ho.
de: %d Beiträge ausgeblendet. Klicke „Antworten“ um sie anzuzeigen.
es_mx: %d posts omitidos. Haz click en Responder para verlos.
fi: %d viestiä jätetty pois. Napsauta 'Vastaa' nähdäksesi.
fr: %d publications omises. Cliquez sur Répondre pour voir.
ja: %dの投稿が省略されています。返信をクリックすると表示されます。
nl: %d posts weggelaten. Klik op Beantwoorden om te bekijken.
pt_br: %d postagens omitidas. Clique em Responder para visualizar.
ru: %d постов пропущено. Нажмите Ответить, чтобы просмотреть
tr: %d gönderi dahil edilmedi. Görüntülemek için Yanıtla düğmesine tıklayın.

source: Catalog
ca: Catàleg
de: Katalog
es_mx: Catálogo
fi: Katalogi
fr: Catalogue
id: Katalog
ja: カタログ
nb_no: Katalog
nl: Catalogus
pt_br: Catálogo
ru: Каталог
tr: Katalog

source: Manage
ca: Administra
de: Verwalten
es_mx: Administrar
fi: Hallinnoi
fr: Gérer
id: Kelola
ja: 管理
nb_no: Håndter
nl: Beheer
pt_br: Gerenciar
tr: Yönet

source: Previous
ca: Previ
de: Vorherige
es_mx: Anterior
fi: Edellinen
fr: Précédent
id: Sebelumnya
ja: 前
nb_no: Forrige
nl: Vorige
pt_br: Anterior
ru: Предыдущий
tr: Önceki

source: Next
ca: Següent
de: Weiter
es_mx: Siguiente
fi: Seuraava
fr: Suivant
id: Selanjutnya
ja: 次
nb_no: Neste
nl: Volgende
pt_br: Próximo
ru: Следующий
tr: Sonraki

source: Return
ca: Recula
de: Zurück
es_mx: Regresar
fi: Palaa
fr: Entrée
id: Kembali
ja: 戻る
nb_no: Tilbake
nl: Keer terug
pt_br: Retornar
ru: Вернуться
tr: Geri dön

source: Posting mode: Reply
ca: Mode de publicació: Resposta
de: Beitragmodus: Antworten
es_mx: Modo de posteo: Respuesta
fi: Lähetystila: Vastaus
fr: Mode de publication : Répondre
ja: 投稿モード：返信
nb_no: Postingsmodus: Svar
nl: Postmodus: Beantwoorden
pt_br: Mode de postagem: Resposta
ru: Режим постинга: Ответ
tr: Gönderme modu: Yanıtla

source: Style
ca: Estil
de: Stil
es_mx: Estilo
fi: Tyyli
id: Gaya
ja: スタイル
nb_no: Stil
nl: Stijl
pt_br: Estilo
ru: Стиль
tr: Tarz

source: Delete
ca: Esborra
de: Löschen
es_mx: Eliminar
fi: Poista
fr: Supprimer
id: Hapus
ja: 削除
nb_no: Slett
nl: Verwijder
pt_br: Apagar
ru: Удалить
tr: Sil

source: Delete Post
ca: Esborra la publicació
de: Beitrag löschen
es_mx: Eliminar Post
fi: Poista viesti
fr: Supprimer la publication
id: Hapus pos
ja: 投稿の削除
nb_no: Slett post
nl: Verwijder post
pt_br: Apagar post
ru: Удалить пост
tr: Gönderiyi Sil

source: Accounts
ca: Comptes
de: Benutzer
es_mx: Cuentas
fi: Tilit
fr: Comptes
id: Akun
ja: アカウント
nb_no: Brukere
pt_br: Contas
ru: Учетные записи
tr: Hesaplar
