Repository: tslocum/TinyIB
Catalog: locale/*/tinyib.po
Languages: ca, de, es_mx, fi, fr, id, ja, nb_no, nl, pt_br, ru, tr

source: Post reported.
ca: Publicació reportada.
de: Beitrag gemeldet.
es_mx: Post reportado.
fi: Viesti raportoittu.
fr: Publication signalée.
id: Postingan telah dilaporkan.
ja: 投稿が通報されました。
nb_no: Post rapportert.
nl: Post gemeld.
pt_br: Postagem denunciada.
ru: Жалоба на сообщение подана.
tr: Gönderi bildirildi.

source: Tick the box next to a post and click "Delete" to delete it.
ca: Marca la caixeta del costat de la publicació i prem "Esborrar" per a eliminar-la.
de: Klicke die Box neben einen Beitrag an und klicke „Löschen“, um ihn zu löschen.
es_mx: Selecciona la caja al lado de un post y da click en "Eliminar" para eliminarlo.
fi: Valitse viestin vieressä oleva valintaruutu ja poista se napsauttamalla "Poista".
fr: Cochez la case à côté d’une publication et cliquez sur « Supprimer » pour la supprimer.
id: Centang kotak di samping postingan dan klik "Hapus" untuk menghapus.
ja: 投稿の横にあるチェックボックスにチェックを入れ、「削除」をクリックすると、その投稿が削除されます。
nl: Vink het vakje aan naast een post en klik op "Delete" om het te verwijderen.
pt_br: Marque a caixa ao lado do post e clique em "Apagar" para apagá-lo.
ru: Установите флажок рядом с сообщением и нажмите "Удалить", чтобы удалить его.
tr: Bir gönderiyi silmek için yanındaki kutuyu işaretleyin ve "Sil" düğmesine tıklayın.

source: Post deletion is currently disabled.<br>Please try again in a few moments.
ca: L'eliminació de publicacions és desactivada.<br>Si us plau, torna a intentar-ho d'aquí uns instants.
de: Löschen von Beiträgen ist derzeit gesperrt.<br>Bitte versuche es in ein paar Momenten erneut.
es_mx: La eliminación de posts esta deshabilitada.<br>Por favor vuelva a intentarlo.
fi: Viestien poistaminen on tällä hetkellä poissa käytöstä.<br>Yritä hetken kuluttua uudelleen.
fr: La suppression de publications est actuellement désactivée. <br>Veuillez réessayer dans quelques instants.
id: Penghapusan postingan saat ini dinonaktifkan.<br>Silakan coba lagi dalam beberapa saat.
ja: 投稿の削除は現在無効になっています。<br>しばらくしてからもう一度試してください。
nl: Postverwijdering is momenteel uitgeschakeld.<br>Probeer het over enkele ogenblikken opnieuw.
pt_br: Remoção de postagens esta desativada no momento. <br> Por favor, tente novamente em alguns instantes.
ru: Удаление сообщений на данный момент отключено.<br>Попробуйте позже.
tr: Gönderi silme şu anda devre dışı.<br>Lütfen biraz sonra tekrar deneyin.

source: Post deleted.
ca: Publicació eliminada.
de: Beitrag gelöscht.
es_mx: Post eliminado.
fi: Viesti poistettu.
fr: Publication supprimée.
id: Postingan dihapus.
ja: 投稿が削除されました。
nb_no: Post slettet.
nl: Post verwijderd.
pt_br: Postagem apagada.
ru: Пост удалён.
tr: Gönderi silindi.

source: Invalid password.
ca: Contrasenya invàlida.
de: Ungültiges Passwort.
es_mx: Contraseña invalida.
fi: Virheellinen salasana.
fr: Mot de passe invalide.
id: Kata sandi salah.
ja: パスワードが無効です。
nb_no: Ugyldig passord.
nl: Ongeldig wachtwoord.
pt_br: Senha inválida.
ru: Некорректный пароль.
tr: Geçersiz parola.

source: Rebuilt board.
ca: Reconstruir l'imageboard.
de: Board neu erzeugt.
es_mx: Tablón reconstruido.
fi: Uudelleen rakennettu taulu.
fr: Tableau reconstruit.
id: <i>Rebuilt</i> board.
ja: 板が再構築されました。
nl: Board herbouwd.
pt_br: Reconstruir board.
ru: Доска пересобрана.
tr: Pano yeniden oluşturuldu.

source: Access denied
ca: Accés denegat
de: Zugriff verweigert
es_mx: Acceso denegado
fi: Pääsy evätty
fr: Accès refusé
id: Akses ditolak
ja: アクセスが拒否されました
nb_no: Tilgang nektet
nl: Toegang geweigerd
pt_br: Acesso negado
ru: Доступ запрещён
tr: Erişim engellendi

source: Account not found.
ca: No s'ha trobat el compte.
de: Account nicht gefunden.
es_mx: Cuenta no encontrada.
fi: Tiliä ei löytynyt.
fr: Compte introuvable.
id: Akun tidak ditemukan.
ja: アカウントが見つかりません。
nb_no: Fant ikke brukeren.
nl: Account niet gevonden.
pt_br: Conta não encontrada.
ru: Аккаунт не найден.
tr: Hesap bulunamadı.

source: This account may not be updated while TINYIB_ADMINPASS is set.
ca: Aquest compte no ha d'ésser modificat mentre la variable TINYIB_ADMINPASS es trobi definida.
de: Dieser Account kann nicht aktualisiert werden, so lange TINYIB_ADMINPASS gesetzt ist.
es_mx: Esta cuenta no puede ser actualizada mientras que la variable TINYIB_ADMINPASS este activada.
fi: Tätä tiliä ei ehkä päivitetä, kun TINYIB_ADMINPASS on asetettu.
fr: Ce compte ne peut pas être mis à jour tant que TINYIB_ADMINPASS est défini.
id: Akun ini tidak dapat diperbarui selama TINYIB_ADMINPASS diset.
ja: TINYIB_ADMINPASSが設定されている間は、このアカウントは更新されない可能性があります。
nl: Dit account mag niet worden bijgewerkt terwijl TINYIB_ADMINPASS is ingesteld.
pt_br: Não se deve atualizar esta conta enquanto TINYIB_ADMINPASS estiver definido.
ru: Данный аккаунт не может быть обновлён, пока установлен TINYIB_ADMINPASS.
tr: TINYIB_ADMINPASS ayarlandığında bu hesap güncellenemez.

source: This account may not be updated while TINYIB_MODPASS is set.
ca: Aquest compte no hauria d'ésser actualitzat mentre la variable TINYIB_MODPASS es trobi definida.
de: Dieser Account kann nicht aktualisiert werden, so lange TINYIB_MODPASS gesetzt ist.
es_mx: Esta cuenta no puede ser actualizada mientras que la variable TINYIB_MODPASS este activada.
fi: Tätä tiliä ei ehkä päivitetä, kun TINYIB_MODPASS on asetettu.
fr: Ce compte ne peut pas être mis à jour tant que TINYIB_MODPASS est défini.
id: Akun ini tidak dapat diperbarui selama TINYIB_MODPASS diset.
ja: TINYIB_MODPASSが設定されている間は、このアカウントは更新されない可能性があります。
nl: Dit account mag niet worden bijgewerkt terwijl TINYIB_MODPASS is ingesteld.
pt_br: Não se deve atualizar esta conta enquanto TINYIB_MODPASS estiver definido.
ru: Данный аккаунт не может быть обновлён, пока установлен TINYIB_MODPASS.
tr: TINYIB_MODPASS ayarlandığında bu hesap güncellenemez.

source: A password is required.
ca: Es requereix una contrasenya.
de: Ein Passwort ist erforderlich.
es_mx: Se requiere una contraseña.
fi: Salasana vaaditaan.
fr: Un mot de passe est requis.
id: Kata sandi diperlukan.
ja: パスワードが必要です。
nb_no: Passord kreves.
nl: Een wachtwoord is vereist.
pt_br: Uma senha é necessária.
ru: Необходим пароль.
tr: Parola gerekli.

source: Invalid role.
ca: Rol invàlid.
de: Ungültige Rolle.
es_mx: Rol invalido.
fi: Virheellinen rooli.
fr: Rôle invalide.
id: Peran tidak valid.
ja: 無効な役割です。
nl: Ongeldige rol.
pt_br: Cargo inválido.
ru: Некорректная роль.
tr: Geçersiz rol.

source: Added account %s
ca: El compte %s ha estat afegit
de: Account %s hinzugefügt
es_mx: La cuenta %s fue añadida
fi: Lisätty tili %s
id: Membuat akun %s
ja: アカウント %s を追加
nb_no: Lagt til bruker %s
nl: Account %s toegevoegd
pt_br: Conta %s adicionada
ru: Добавлен аккаунт %s
tr: %s hesabı eklendi

source: Added account
ca: Compte afegit
de: Account hinzugefügt
es_mx: Cuenta añadida
fi: Lisätty tili
fr: Compte ajouté
id: Akun dibuat
ja: アカウントを追加
nb_no: La til bruker
nl: Account toegevoegd
pt_br: Conta adicionada
ru: Добавлен аккаунт
tr: Hesap eklendi

source: Renamed account %1$s as %2$s
ca: El compte %1$s ha estat reanomenat a %2$s
de: Account %1$s in %2$s umbenannt
es_mx: La cuenta %1$s fue renombrada como %2$s
fi: Tili %1$s nimettiin uudelleen %2$s:ksi
id: Mengganti nama akun %1$s menjadi %2$s
ja: アカウント %1$s の名前を %2$s に変更しました
nb_no: Brukernavn %1$s er byttet til %2$s
nl: Account %1$s hernoemd naar %2$s
pt_br: Conta %1$s foi renomeada para %2$s
ru: Аккаунт %1$s был переименован в %2$s
tr: %1$s hesabı %2$s olarak yeniden adlandırıldı

source: Changed password of account %s
ca: La contrasenya per al compte %s ha estat canviada
de: Passwort von Account %s geändert
es_mx: La contraseña de la cuenta %s fue cambiada
fi: Tunnuksen %s salasana vaihdettu
id: Mengubah kata sandi akun %s
ja: アカウント %s のパスワードが変更されました
nb_no: Byttet passord for brukeren %s
nl: Het wachtwoord van account %s veranderd
pt_br: A senha da conta %s foi alterada
ru: Пароль для аккаунта %s изменён
tr: %s hesabının parolası değiştirildi

source: Super-administrator
ca: Súper-administrador
es_mx: Super-Administrador
fi: Super-järjestelmänvalvoja
fr: Super administrateur
ja: スーパー・アドミニストレーター
pt_br: Super-administrador
ru: Супер-администратор
tr: Süper yönetici

source: Administrator
ca: Administrador
es_mx: Administrador
fi: Järjestelmänvalvoja
fr: Administrateur
ja: アドミニストレーター
pt_br: Administrador
ru: Администратор
tr: Yönetici

source: Moderator
ca: Moderador
es_mx: Moderador
fi: Valvoja
fr: Modérateur
ja: モデレーター
pt_br: Moderador
ru: Модератор
tr: Moderatör

source: Disabled
ca: Desactivat
de: Deaktiviert
es_mx: Deshabilitado
fi: Poistettu käytöstä
fr: Désactivé
id: Dinonaktifkan
ja: 無効化
nb_no: Avskrudd
nl: Uitgeschakeld
pt_br: Desativado
ru: Отключен
tr: Devre dışı

source: Changed role of account %s to %s
ca: El rol del compte %s ha estat canviat a %s
de: Rolle von Account %s auf %s geändert
es_mx: El rol de la cuenta %s fue cambiado a %s
fi: Tilin %s rooli muutettu %s:ksi
id: Mengubah role akun %s menjadi %s
ja: アカウント %s の役割を %s に変更しました
nb_no: Byttet rolle for brukeren %s til %s
nl: Rol van account %s veranderd naar %s
pt_br: O cargo da conta %s foi alterado para %s
ru: Роль аккаунта %s изменена на %s
tr: %s hesabının rolü %s olarak değiştirildi

source: Updated account
ca: Compte actualitzat
de: Account aktualisiert
es_mx: Cuenta actualizada
fi: Päivitetty tili
fr: Compte mis à jour
id: Akun diperbarui
ja: 更新したアカウント
nb_no: Oppdatert bruker
nl: Account bijgewerkt
pt_br: Conta atualizada
ru: Аккаунт обновлён
tr: Hesap güncellendi

source: permanently
ca: permanentment
de: permanent
es_mx: permanentemente
fi: pysyvästi
id: permanen
ja: 永久的に
nb_no: permanent
nl: permanent
pt_br: permanentemente
ru: навсегда
tr: kalıcı olarak

source: until %s
ca: fins %s
de: bis %s
es_mx: hasta %s
fi: %s saakka
id: sampai %s
ja: %sまで
nb_no: til %s
nl: tot %s
pt_br: até %s
ru: до %s
tr: %s tarihine kadar

source: Banned %s %s
ca: Blocat %s %s
de: %s %s gesperrt
es_mx: Baneado %s %s
fi: Porttikiellon sai %s %s
id: Alamat IP %s diblokir %s
ja: 禁止された %s %s
nl: %s %s verbannen
pt_br: Banido %s %s
ru: Заблокировано %s %s
tr: Yasaklandı %s %s

source: Banned %s %s: %s
ca: Blocat %s %s: %s
de: %s %s gesperrt: %s
es_mx: Baneado %s %s: %s
fi: Porttikiellon sai %s %s: %s
id: Alamat IP %s diblokir %s: %s
ja: 禁止された %s %s: %s
nl: %s %s: %s verbannen
pt_br: Banido%s %s: %s
ru: Заблокировано %s %s: %s
tr: Yasaklandı %s %s: %s

source: Added ban message to %s
ca: Missatge per blocatge afegit a %s
de: Sperrnachricht zu %s hinzugefügt
es_mx: Mensaje de ban agregado a %s
fi: Lisätty kieltoviesti %s:lle
id: Pesan blokiran ke %s dibuat
ja: %sに禁止メッセージを追加
nb_no: La til bannlysningsmelding for %s
nl: Banopmerking toegevoegd aan %s
pt_br: Mensagem de banimento adicionada para %s
ru: Добавлено сообщение о блокировке для %s
tr: %s'e yasaklama mesajı eklendi

source: Banned 1 IP address
ca: 1 adreça IP blocada
de: 1 IP-Adresse gesperrt
es_mx: 1 dirección IP baneada
fi: Porttikiellon sai yksi IP-osoite
id: 1 alamat IP diblokir
ja: 禁止された1つのIPアドレス
nb_no: Bannlyst 1 IP-addresse
nl: 1 IP-adres verbannen
pt_br: Um endereço IP foi banido
ru: Заблокирован 1 IP-адрес
tr: 1 IP adresi yasaklandı

source: Banned %d IP addresses
ca: %d adreces IP blocades
de: %d IP-Adressen gesperrt
es_mx: Dirección IP %d baneada
fi: Porttikiellon saivat %d IP-osoitetta
id: %d alamat IP diblokir
ja: 禁止された %d 個の IP アドレス
nb_no: Bannlyste %d IP-adresser
nl: %d IP-adressen verbannen
pt_br: %d endereços IPs foram banidos
ru: Заблокировано %d IP-адресов
tr: %d IP adresi yasaklandı

source: Lifted ban on %s
ca: S'ha llevat el blocatge a %s
de: Sperre für %s aufgehoben
es_mx: Baneo retirado para %s
fi: %s:n kielto kumottu
id: Blokir pada %s dicabut
ja: %sを解禁
nb_no: Opphevet bannlysning på %s
nl: Ban van %s opgeheven
pt_br: Banimento em %s foi elevada
ru: Бан для %s был снят
tr: %s üzerindeki yasak kaldırıldı

source: Sorry, that keyword has already been added.
ca: Disculpeu, aquest mot ja havia estat afegit.
de: Entschuldigung, dieses Schlagwort wurde bereits hinzugefügt.
es_mx: Lo siento, esa palabra prohibida ya se ha agregado.
fi: Valitettavasti tämä avainsana on jo lisätty.
fr: Désolé, ce mot-clé a déjà été ajouté.
id: Maaf, kata kunci itu sudah ditambahkan.
ja: 申し訳ありませんが、そのキーワードは既に追加されています。
nb_no: Nøkkelord allerede lagt til.
nl: Sorry, dat trefwoord is al toegevoegd.
pt_br: Perdão, mas esta palavra-chave já foi alterada.
ru: Извините, данное слово уже было добавлено.
tr: Üzgünüm, bu anahtar sözcük zaten eklendi.

source: Updated keyword %s
ca: Mot %s actualitzat
de: Schlagwort %s aktualisiert
es_mx: Palabra prohibida %s actualizada
fi: Päivitetty avainsana %s
id: Perbarui kata kunci %s
ja: 更新されたキーワード %s
nl: Trefwoord %s bijgewerkt
pt_br: Palavra-chave %s foi atualizada
ru: Обновлено слово %s
tr: %s anahtar sözcüğü güncellendi

source: Keyword updated.
ca: Mot actualitzat.
de: Schlagwort aktualisiert.
es_mx: Palabra prohibida actualizada.
fi: Päivitetty avainsana.
fr: Mot-clé mis à jour.
id: Kata kunci diperbarui.
ja: キーワードを更新しました。
nb_no: Nøkkelord oppdatert.
nl: Trefwoord bijgewerkt.
pt_br: Palavra-chave atualizada.
ru: Слово обновлено.
tr: Anahtar sözcük güncellendi.

source: Keyword added.
ca: Mot afegit.
de: Schlagwort hinzugefügt.
es_mx: Palabra prohibida añadida.
fi: Avainsana lisätty.
fr: Mot-clé ajouté.
id: Kata kunci ditambahkan.
ja: キーワードが追加されました。
nb_no: Nøkkelord lagt til.
nl: Trefwoord toegevoegd.
pt_br: Palavra-chave adicionada.
ru: Слово добавлено.
tr: Anahtar sözcük eklendi.

source: That keyword does not exist.
ca: Aquest mot no existeix.
de: Dieses Schlagwort existiert nicht.
es_mx: Esa palabra prohibida no existe.
fi: Tätä avainsanaa ei ole olemassa.
id: Kata kunci disebut tidak ditemukan.
ja: そのキーワードは存在しません。
nb_no: Det nøkkelordet eksisterer ikke.
nl: Dat trefwoord bestaat niet.
pt_br: Essa palavra-chave não existe.
ru: Данное слово не существует.
tr: Bu anahtar sözcük yok.

source: Deleted keyword %s
ca: Mot eliminat %s
de: Schlagwort %s gelöscht
es_mx: Palabra prohibida %s eliminada
fi: Poistettu avainsana %s
id: Hapus kata kunci %s
ja: 削除されたキーワード %s
nl: Trefwoord %s verwijderd
pt_br: A palavra-chave %s foi excluída
ru: Удалено слово %s
tr: %s anahtar sözcüğü silindi

source: Keyword deleted.
ca: Mot eliminat.
de: Schlagwort gelöscht.
es_mx: Palabra prohibida eliminada.
fi: Avainsana poistettu.
fr: Mot-clé supprimé.
id: Kata kunci dihapus.
ja: キーワードを削除しました。
nb_no: Nøkkelord slettet.
nl: Trefwoord verwijderd.
pt_br: Palavra-chave excluída.
ru: Слово удалено.
tr: Anahtar sözcük silindi.

source: Deleted %s
ca: %s eliminat
de: %s gelöscht
es_mx: %s eliminado
fi: %s poistettu
id: Hapus %s
ja: 削除された %s
nb_no: Slettet %s
nl: %s verwijderd
pt_br: %s apagada
ru: Удалено %s
tr: %s silindi

source: Deleted 1 post
ca: 1 publicació eliminada
de: 1 Beitrag gelöscht
es_mx: 1 post eliminado
fi: Yksi viesti poistettu
id: 1 posting dihapus
ja: 1件の投稿を削除
nb_no: Slettet én post
nl: 1 post verwijderd
pt_br: Uma postagem foi apagada
ru: Удалено 1 сообщение
tr: 1 gönderi silindi

source: Deleted %d posts
ca: %d publicacions eliminades
de: %d Beiträge gelöscht
es_mx: %d publicaciones eliminadas
fi: %d viestiä poistettu
id: %d posting dihapus
ja: %d 件の投稿を削除
nl: %d posts verwijderd
pt_br: %d postagens foram apagadas
ru: Удалено %d сообщений
tr: %d gönderi silindi

source: Approved
ca: Aprovat
de: Freigegeben
es_mx: Aprobado
fi: Hyväksytty
id: Disetujui
ja: 承認済み
nb_no: Godkjent
nl: Goedgekeurd
pt_br: Aprovada
ru: Одобрено
tr: Onaylandı

source: Post No.%d approved.
ca: La publicació número %d ha estat aprovada.
de: Beitrag Nr. %d freigegeben.
es_mx: El post No.%d fue aprobado.
fi: Viesti nro %d hyväksytty.
fr: Publication nº %d approuvée.
id: Postingan No.%d disetujui.
ja: 投稿No.%dが承認されました。
nb_no: Post nummer %d godkjent.
nl: Postnr.%d goedgekeurd.
pt_br: A postagem de nº %d foi aprovada.
ru: Сообщение №%d одобрено.
tr: %d numaralı gönderi onaylandı.

source: Sorry, there doesn't appear to be a post with that ID.
ca: Disculpeu, no sembla que hi hagi cap publicació amb aquest ID.
de: Entschuldigung, es scheint kein Beitrag mit dieser ID zu existieren.
es_mx: Lo siento, no parece haber un post con esa ID.
fi: Valitettavasti tällä tunnuksella ei näytä olevan viestiä.
fr: Désolé, il ne semble pas y avoir de publication avec cet identifiant.
id: Maaf, tampaknya postingan dengan ID tersebut tidak ada atau tidak ditemukan.
ja: 申し訳ありませんが、そのIDの投稿はないようです。
nb_no: Ingen post har denne ID-en.
nl: Sorry, er is geen post met dat ID.
pt_br: Perdão, mas me parece que não há uma postagem com esta ID.
ru: Извините, но здесь нет поста с этим ID.
tr: Üzgünüm, bu kimliğe sahip bir gönderi görünmüyor.

source: Stickied
ca: Fixat
de: Angepinnt
es_mx: Fijado
fi: Liimattu
fr: Épinglé
id: Rekat
ja: 固定
nb_no: Festet
nl: Vastgeplakt
pt_br: Fixado
ru: Прикреплено
tr: Sabitlendi

source: Unstickied
ca: Alliberat
de: Abgepinnt
es_mx: Desfijado
fi: Irrotettu
id: Tidak rekat
ja: 固定解除
nb_no: Løsnet
nl: Ontplakt
pt_br: Desfixado
ru: Откреплено
tr: Sabitleme kaldırıldı

source: Form data was lost. Please go back and try again.
ca: La informació del formulari s'ha perdut. Si us plau, torna enrere i prova-ho una altra vegada.
de: Formulardaten sind verloren gegangen. Bitte gehe zurück und versuch es erneut.
es_mx: Se han perdido los datos del formulario. Por favor, regrese y vuelva a intentarlo.
fi: Lomakkeen tiedot katosivat. Palaa takaisin ja yritä uudelleen.
fr: Les données du formulaire ont été perdues. Veuillez retourner en arrière et réessayer.
id: Data formulir hilang. Silakan kembali dan coba lagi.
ja: フォームデータが消えてしまいました。戻って再度試してください。
nb_no: Skjemadata gikk tapt. Gå tilbake og prøv igjen.
nl: Formuliergegevens zijn verloren gegaan. Ga terug en probeer het opnieuw.
pt_br: Os dados do formulário foram perdidos. Por favor, volte e tente novamente.
ru: Данные из формы были потеряны. Пожалуйста, вернитесь и попробуйте снова.
tr: Form verileri kayboldu. Lütfen geri dönün ve tekrar deneyin.

source: Locked
ca: Blocat
de: Gesperrt
es_mx: Bloqueado
fi: Lukittu
fr: Verrouillé
id: Dikunci
ja: ロック
nb_no: Låst
nl: Vergrendeld
pt_br: Trancado
ru: Закрыто
tr: Kilitlendi

source: Unlocked
ca: Desblocat
de: Entsperrt
es_mx: Desbloqueado
fi: Lukitus avattu
id: Tidak dikunci
ja: ロック解除
nb_no: Låst opp
nl: Ontgrendeld
pt_br: Destrancado
ru: Открыто
tr: Kilidi kaldırıldı

source: Passwords do not match.
ca: Les contrasenyes no coincideixen.
de: Passwörter stimmen nicht überein.
es_mx: Las contraseñas no coinciden.
fi: Salasanat eivät täsmää.
id: Kata sandi tidak cocok.
ja: パスワードが一致しません。
nb_no: Passordene stemmer ikke overens.
nl: Wachtwoorden komen niet overeen.
pt_br: As senhas não conferem.
ru: Пароли не совпадают.
tr: Parolalar eşleşmiyor.

source: Password updated
ca: La contrasenya ha estat actualitzada
de: Passwort aktualisiert
es_mx: Contraseña actualizada
fi: Salasana päivitetty
fr: Mot de passe mis à jour
id: Kata sandi diperbarui
ja: パスワードを更新
nb_no: Passord oppdatert
nl: Wachtwoord bijgewerkt
pt_br: Senha atualizada
ru: Пароль обновлен
tr: Parola güncellendi

source: Please enter the CAPTCHA text.
ca: Si us plau, introdueix el text del CAPTCHA.
de: Bitte den CAPTCHA Text eingeben.
es_mx: Por favor ingrese el texto del CAPTCHA.
fi: Syötä CAPTCHA-teksti.
fr: Veuillez saisir le texte du CAPTCHA.
id: Harap masukkan teks CAPTCHA.
ja: CAPTCHAの文字を入力してください。
nb_no: Skriv inn CAPTCHA-teksten.
nl: Voer de CAPTCHA-tekst in.
pt_br: Por favor insira o texto do CAPTCHA.
ru: Пожалуйста, введите капчу.
tr: Lütfen CAPTCHA metnini girin.

source: Incorrect CAPTCHA text entered. Please try again.<br>Click the image to retrieve a new CAPTCHA.
ca: El text del CAPTCHA introduït és incorrecte. Si us plau, torna a intentar-ho.<br>Prem sobre la imatge per a obtenir un nou CAPTCHA.
de: Inkorrekter CAPTCHA text. Bitte versuche es erneut.<br>Klicke aud das Bild um einen neuen CAPTCHA anzufordern.
es_mx: El texto ingresado del CAPTCHA es incorrecto. Por favor inténtelo de nuevo.<br>Haga click en la imagen para obtener un nuevo CAPTCHA.
fi: Väärä CAPTCHA-teksti syötetty. Yritä uudelleen.<br>Hae uusi CAPTCHA napsauttamalla kuvaa.
fr: Texte CAPTCHA saisi incorrect. Veuillez réessayer. <br>Cliquez l’image pour récupérer un nouveau CAPTCHA.
id: Teks CAPTCHA yang dimasukkan salah. Harap coba lagi.<br>Klik gambar untuk memuat CAPTCHA baru.
ja: CAPTCHAの文字が正しく入力されていません。 <br>画像をクリックすると、新しいCAPTCHAが表示されます。
nb_no: Ugyldig CAPTCHA-tekst innskrevet. Prøv igjen.<br>Klikk på bildet for å hente ny CAPTCHA.
nl: Ongeldige CAPTCHA-tekst ingevoerd. Probeer het opnieuw.<br>Klik op de afbeelding om een nieuwe CAPTCHA op te halen.
pt_br: O text do CAPTCHA inserido está incorreto. Por favor, tente novamente. <br> Clique na imagem para solicitar um novo CAPTCHA.
ru: Введена неверная капча. Попробуйте еще раз.<br>Нажмите на изображение, чтобы получить новую капчу.
tr: Yanlış CAPTCHA metni girildi. Lütfen tekrar deneyin.<br>Yeni bir CAPTCHA almak için resme tıklayın.

source: Please shorten your message, or post it in multiple parts. Your message is %1$d characters long, and the maximum allowed is %2$d.
ca: Si us plau, escurça el teu missatge o bé publica'l en múltiples parts. El teu missatge conté %1$d caràcters i el màxim permès és %2$d.
de: Bitte kürze deine Nachricht, oder veröffentliche sie in mehreren Teilen. Deine Nachricht ist %1$d Zeichen lang, maximal zulässig sind %2$d.
es_mx: Por favor acorte su mensaje, o publiquelo en múltiples segmentos. Su mensaje tiene %1$d caractéres de largo, y el máximo permitido es %2$d.
fi: Lyhennä viestiäsi tai lähetä se useissa osissa. Viestisi on %1$d merkkiä pitkä ja suurin sallittu on %2$d.
fr: Veuillez raccourcir votre message ou le publier en plusieurs parties. Votre message est long de %1$d caractères, et le maximum autorisé est %2$d.
id: Harap persingkat pesan Anda, atau pecah posting jadi beberapa bagian. Panjang pesan anda adalah %1$d karakter, dan maksimum karakter yang diizinkan adalah %2$d.
ja: メッセージを短くするか、複数回に分けて投稿してください。あなたのメッセージは %1$d 文字で、最大許容値は %2$d です。
nb_no: Forkort meldingen din, eller post den i flere deler. Din melding er %1$d tegn for lang, av maksimalt %2$d.
nl: Kort je bericht in of plaats het in meerdere delen. Je bericht is %1$d tekens lang en het toegestane maximum is %2$d.
pt_br: Por favor, encurte a sua mensagem ou divida-a em múltiplas partes. Sua mensagem possui %1$d caracteres e o máximo permitido é %2$d.
ru: Пожалуйста, сократите сообщение, или разбейте его на несколько частей. В вашем сообщении %1$d символов, максимальный лимит символов – %2$d.
tr: Lütfen mesajınızı kısaltın veya birden fazla bölüm halinde gönderin. Mesajınız %1$d karakter uzunluğunda ve en fazla %2$d karaktere izin veriliyor.

source: Invalid key.
ca: Clau invàlida.
de: Ungültiger Schlüssel.
es_mx: Llave invalida.
fi: Virheellinen avain.
fr: Clé invalide.
id: Kunci login salah.
ja: 無効なキーです。
nb_no: Ugyldig nøkkel.
nl: Ongeldige sleutel.
pt_br: Chave inválida.
ru: Неверный ключ.
tr: Geçersiz anahtar.

source: Invalid username or password.
ca: Usuari o contrasenya invàlids.
de: Ungültiger Benutzername oder Passwort.
es_mx: Usuario o contraseña invalido.
fi: Väärä käyttäjätunnus tai salasana.
fr: Nom d'utilisateur ou mot de passe invalide.
id: Username dan password salah.
ja: ユーザー名またはパスワードが無効です。
nb_no: Ugyldig brukernavn eller passord.
nl: Ongeldige gebruikersnaam of wachtwoord.
pt_br: Usuário ou senha inválidos.
ru: Неверное имя пользователя или пароль.
tr: Geçersiz kullanıcı adı veya parola.
