Repository: tslocum/TinyIB
Catalog: locale/*/tinyib.po
Languages: ca, de, es_mx, fi, fr, id, ja, nb_no, nl, pt_br, ru, tr

source: Bans
ca: Bloquejos
de: Sperren
es_mx: Baneos
fi: Porttikiellot
fr: Interdictions
ja: 禁止
nb_no: Bannlysninger
pt_br: Banimentos
ru: Баны
tr: Yasaklamalar

source: Keywords
ca: Mots
de: Schlagwörter
es_mx: Palabras prohibidas
fi: Avainsanat
fr: Mots-clés
id: Kata Kunci
ja: キーワード
nb_no: Nøkkelord
nl: Trefwoorden
pt_br: Palavras-chave
ru: Ключевые слова
tr: Anahtar Sözcükler

source: Migrate Database
ca: Migrar Base de Dades
de: Datenbank migrieren
es_mx: Migrar base de datos
fi: Siirrä tietokanta
fr: Migrer la base de données
id: Migrasi Basis Data
ja: データベースの移行
nb_no: Flytt database
nl: Migreer database
pt_br: Migrar banco de dados
ru: Перенести базу данных
tr: Veri Tabanını Taşı

source: Moderate Post
ca: Moderar Publicació
de: Beitrag moderieren
es_mx: Moderar Post
fi: Valvo viestiä
fr: Modérer la publication
ja: 投稿のモデレート
nb_no: Moderer post
nl: Modereer post
pt_br: Moderar postagem
ru: Модерировать пост
tr: Gönderiyi Denetle

source: Moderation Log
ca: Històric de Moderació
de: Moderationsprotokoll
es_mx: Registro de Moderación
fi: Valvontaloki
ja: モデレーションログ
nb_no: Modereringslogg
nl: Moderatielogboek
pt_br: Logs de Moderação
ru: Журнал модерации
tr: Denetleme Günlüğü

source: Rebuild All
ca: Reconstrueix-ho tot
de: Alles neu erzeugen
es_mx: Reconstruir todo
fi: Rakenna uudelleen kaikki
fr: Tout reconstruire
ja: すべて再構築
nb_no: Gjenoppbygg alle
nl: Herbouw alles
pt_br: Reconstruir tudo
ru: Пересобрать всё
tr: Tümünü Yeniden Oluştur

source: Reports
de: Meldungen
es_mx: Reportes
fi: Ilmoitukset
fr: Signalements
id: Laporan
ja: 通報
nb_no: Rapporter
nl: Meldingen
pt_br: Denúncias
ru: Жалобы
tr: Bildiriler

source: Staff Post
ca: Publicació del Personal
de: Team-Beitrag
es_mx: Publicar como personal
fi: Henkilökunnan posti
ja: スタッフの投稿
nb_no: Stabspost
nl: Stafpost
pt_br: Postagens da Staff
ru: Пост от администрации
tr: Personel Gönderisi

source: Status
ca: Estat
es_mx: Estátus
fi: Tila
fr: État
ja: ステータス
pt_br: Estado
ru: Статус
tr: Durum

source: Update
ca: Actualitza
de: Aktualisieren
es_mx: Actualizar
fi: Päivitä
fr: Mettre à jour
id: Perbarui
ja: 更新
nb_no: Oppdater
pt_br: Atualizar
ru: Обновить
tr: Güncelle

source: Change Password
ca: Canvia la Contrasenya
de: Passwort ändern
es_mx: Cambiar Contraseña
fi: Vaihda salasana
id: Ubah Kata Sandi
ja: パスワードの変更
nb_no: Bytt passord
nl: Verander wachtwoord
pt_br: Mudar Senha
ru: Сменить пароль
tr: Parola Değiştir

source: Log Out
ca: Ix
de: Abmelden
es_mx: Cerrar sesión
fi: Kirjaudu ulos
fr: Se déconnecter
id: Keluar
ja: ログアウト
nb_no: Logg ut
nl: Log uit
pt_br: Sair
ru: Разлогиниться
tr: Oturumu Kapat

source: Manage mode
ca: Mode d'Administració
de: Verwaltungsmodus
es_mx: Modo administración
fi: Hallinnoi tila
fr: Gérer le mode
id: Mode kelola
ja: 管理モード
nb_no: Håndteringsmodus
nl: Beheermodus
pt_br: Modo de gerência
ru: Режим управления
tr: Yönetim modu

source: Log In
ca: Identifica't
de: Anmelden
es_mx: Ingresar
fi: Kirjaudu sisään
fr: Se connecter
id: Masuk
ja: ログイン
nb_no: Logg inn
pt_br: Entrar
ru: Залогиниться
tr: Oturum Aç

source: Enter a username and password
ca: Introdueix un nom d'usuari i una contrasenya
de: Gib einen Benutzernamen und ein Passwort ein
es_mx: Introduzca un nombre de usuario y contraseña
fi: Syötä käyttäjänimi ja salasana
fr: Saisissez un nom d'utilisateur et un mot de passe
id: Masukkan nama pengguna dan kata sandi
ja: ユーザー名とパスワードを入力
nb_no: Skriv inn brukernavn og passord
nl: Voer een gebruikersnaam en wachtwoord in
pt_br: Digite o usuário e a senha
ru: Введите имя пользователя и пароль
tr: Kullanıcı adı ve parola girin

source: No logs.
ca: Sense històrics.
de: Keine Protokolle.
es_mx: Sin registros.
fi: Ei lokeja.
id: Tidak ada log.
ja: ログがありません。
nb_no: Ingen loggføringer.
nl: Geen logboeken.
pt_br: Sem logs.
ru: Нет логов.
tr: Günlük yok.

source: Moderation log
ca: Històric de moderació
de: Moderationsprotokoll
es_mx: Registro de moderación
fi: Valvontaloki
id: Log moderasi
ja: モデレーションログ
nb_no: Modereringslogg
nl: Moderatielogboek
pt_br: Logs de moderação
ru: Журнал модерации
tr: Denetleme günlüğü

source: Reported posts
ca: Publicacions reportades
de: Gemeldete Beiträge
es_mx: Publicaciones reportadas
fi: Ilmoitetut viestit
fr: Publications signalées
id: Pos yang dilaporkan
ja: 通報された投稿
nb_no: Rapporterte poster
nl: Gemelde posts
pt_br: Postagens denunciadas
ru: Посты с жалобами
tr: Bildirilen gönderiler

source: %1$d report by %2$s
ca: %1$d report per %2$s
de: %1$d Meldung von %2$s
es_mx: reporte No. %1$d por %2$s
fi: %1$d ilmoitus %2$s:lta
fr: %1$d signalement par %2$s
ja: %2$sによる%1$dの通報
nl: %1$d melding van %2$s
pt_br: %1$d denúncia por %2$s
ru: %1$d жалоба от %2$s
tr: %2$s tarafından %1$d bildiri

source: %1$d reports by %2$s
ca: %1$d reports per %2$s
de: %1$d Meldungen von %2$s
es_mx: %1$d reportes por %2$s
fi: %1$d ilmoitusta %2$s:lta
fr: %1$d signalements par %2$s
ja: %2$sによる%1$dの通報
nb_no: %1$d rapporteringer fra %2$s
nl: %1$d meldingen van %2$s
pt_br: %1$d denúncias por %2$s
ru: %1$d жалоб от %2$s
tr: %2$s tarafından %1$d bildiri

source: %d reports
de: %d Meldungen
es_mx: %d reportes
fi: %d ilmoitusta
fr: %d signalements
id: %d laporan
ja: %d件の通報
nb_no: %d rapporter
nl: %d meldingen
pt_br: %d denúncias
ru: %d жалоб
tr: %d bildiri

source: Reported by %s
ca: Reportat per %s
de: Gemeldet von %s
es_mx: Reportado por %s
fi: %s:n ilmoittama
fr: Signalé par %s
id: Dilaporkan oleh %s
ja: 通報者: %s
nb_no: Rapportert av %s
nl: Gemeld door %s
pt_br: Denunciado por %s
ru: Пожаловался %s
tr: %s tarafından bildirildi

source: Moderate
ca: Modera
de: Moderieren
es_mx: Moderar
fi: Valvo
fr: Modérer
ja: モデレート
nb_no: Moderer
nl: Modereer
pt_br: Moderar
ru: Модерировать
tr: Denetle

source: There are currently no reported posts.
ca: Actualment no hi ha cap publicació reportada.
de: Es gibt derzeit keine gemeldeten Beiträge.
es_mx: Actualmente no hay posts reportados.
fi: Tällä hetkellä ei ole ilmoitettuja viestejä.
fr: Aucune publication n'a été signalée jusqu'à présent.
ja: 現在、通報された投稿はありません。
nb_no: Det er for øyeblikket ingen rapporterte poster.
nl: Er zijn momenteel geen gemelde posts.
pt_br: Nenhuma postagem denunciada até o momento.
ru: Сейчас постов с жалобами нет.
tr: Şu anda bildirilen gönderi yok.

source: Add an account
ca: Afegeix un compte
de: Einen Benutzer hinzufügen
es_mx: Añadir una cuenta
fi: Lisää tili
fr: Ajouter un compte
id: Tambahkan akun
ja: アカウントの追加
nb_no: Legg til en bruker
nl: Voeg een account toe
pt_br: Adicionar uma conta
ru: Добавить учетную запись
tr: Hesap ekle

source: Update an account
ca: Actualitza un compte
de: Einen Benutzer aktualisieren
es_mx: Actualizar una cuenta
fi: Päivitä tili
fr: Mettre à jour un compte
id: Perbarui akun
ja: アカウントの更新
nb_no: Oppdater en bruker
nl: Werk een account bij
pt_br: Atualizar uma conta
ru: Обновить учетную запись
tr: Hesap güncelle

source: Leave blank to maintain current password
ca: Deixa-ho en blanc per a conservar la contrasenya actual
de: Leer lassen um das aktuelle Passwort beizubehalten
es_mx: Dejar en blanco para mantener la contraseña actual
fi: Jätä tyhjäksi nykyisen salasanan säilyttämiseksi
fr: Laissez vide pour conserver le mot de passe actuel
ja: 現在のパスワードを維持する場合は、空欄のままにします
nb_no: La stå tomt for å beholde gjeldene passord
nl: Laat leeg om het huidige wachtwoord te gebruiken
pt_br: Deixe em branco para manter a senha atual
ru: Оставьте пустым, если не хотите менять текущий пароль
tr: Geçerli parolayı korumak için boş bırakın

source: Username
ca: Nom d'usuari
de: Benutzername
es_mx: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
id: Nama Pengguna
ja: ユーザー名
nb_no: Brukernavn
nl: Gebruikersnaam
pt_br: Usuário
ru: Имя пользователя
tr: Kullanıcı adı

source: Role
ca: Rol
de: Rolle
es_mx: Rol
fi: Rooli
fr: Rôle
id: Peran
ja: 役割
nb_no: Rolle
nl: Rol
pt_br: Cargo
ru: Роль
tr: Rol

source: Choose a role
ca: Tria un rol
de: Wähle eine Rolle
es_mx: Escoge un rol
fi: Valitse rooli
fr: Sélectionnez un rôle
id: Pilih peran
ja: 役割を選択
nb_no: Velg en rolle
nl: Kies een rol
pt_br: Escolha um cargo
ru: Выберите роль
tr: Bir rol seçin

source: Last active
ca: Darrer actiu
de: Zuletzt aktiv
es_mx: Última vez activo
fi: Viimeksi aktiivinen
fr: Dernière activité
id: Terakhir aktif
ja: 最後の活動
nb_no: Sist aktiv
nl: Laatst actief
pt_br: Última atividade
ru: Последняя активность
tr: Son etkinlik

source: Never
ca: Mai
de: Nie
es_mx: Nunca
fi: Ei koskaan
fr: Jamais
ja: 決して
nb_no: Aldri
nl: Nooit
pt_br: Nunca
ru: Никогда
tr: Hiçbir zaman

source: update
ca: actualitza
de: aktualisieren
es_mx: actualizar
fi: päivitä
fr: mettre à jour
id: perbarui
ja: 更新
nb_no: Oppdater
nl: bijwerken
pt_br: atualizar
ru: обновить
tr: güncelle

source: Add a ban
ca: Afegeix un blocatge
de: Sperre hinzufügen
es_mx: Añadir un ban
fi: Lisää kielto
fr: Bannir
ja: 禁止の追加
nb_no: Legg til en bannlysning
nl: Voeg een ban toe
pt_br: Adicionar um banimento
ru: Добавить бан
tr: Yasak ekle

source: Multiple IP addresses may be banned at once by separating each address with a comma.
ca: Per a blocar múltiples adreces IP cal separar-les amb una coma.
de: Mehrere IP-Adressen mit Komma getrennt angeben um sie gleichzeitig zu sperren.
es_mx: Se pueden banear múltiples direcciones IP separando cada una con una coma.
fi: Useita IP-osoitteita voidaan kieltää kerralla erottamalla kukin osoite pilkulla.
ja: 複数のIPアドレスを一度に禁止するには、各アドレスをコンマで区切ります。
nb_no: Flere IP-addresser kan bannlyses samtidig ved kommainndeling av hver av dem.
nl: Meerdere IP-adressen kunnen tegelijk worden verbannen door elk adres te scheiden met een komma.
pt_br: Múltiplos endereços IPs podem ser banidos ao mesmo tempo ao separar cada um com uma vírgula.
ru: Можно забанить сразу несколько IP-адресов, разделив их запятой.
tr: Her adresi virgülle ayırarak birden çok IP adresi aynı anda yasaklanabilir.

source: IP Address
ca: Adreça IP
de: IP-Adresse
es_mx: Dirección IP
fi: IP-osoite
fr: Adresse IP
id: Alamat IP
ja: IPアドレス
nb_no: IP-adresse
nl: IP-adres
pt_br: Endereço IP
ru: IP-адрес
tr: IP Adresi

source: Expire(sec)
ca: Expira(seg)
de: Ablaufen (Sekunden)
es_mx: Expiración(seg)
fr: Bannir pour
id: Kedaluwarsa(detik)
ja: 有効期限(秒)
nl: Vervallen(sec)
pt_br: Expira (seg)
ru: Заканчивается(сек)
tr: Sona erme (sn)

source: never
ca: mai
de: nie
es_mx: nunca
fi: ei koskaan
fr: jamais
id: tidak pernah
ja: 決して
nb_no: aldri
nl: nooit
pt_br: nunca
ru: никогда
tr: asla

source: Optional.
ca: Opcional.
es_mx: Opcional.
fi: Valinnainen.
id: Opsional.
ja: 任意です。
nl: Optioneel.
pt_br: Opcional.
ru: Не обязательно.
tr: İsteğe bağlı.

source: 1 hour
ca: 1 hora
de: 1 Stunde
es_mx: 1 hora
fi: Yksi tunti
fr: 1 heure
id: 1 jam
ja: 1時間
nb_no: Én time
nl: 1 uur
pt_br: 1 hora
ru: 1 час
tr: 1 saat

source: 1 day
ca: 1 dia
de: 1 Tag
es_mx: 1 día
fi: Yksi päivä
fr: 1 jour
id: 1 hari
ja: 1日
nb_no: Én dag
nl: 1 dag
pt_br: 1 dia
ru: 1 день
tr: 1 gün

source: 2 days
ca: 2 dies
de: 2 Tage
es_mx: 2 días
fi: Kaksi päivää
fr: 2 jours
id: 2 hari
ja: 2日
nb_no: To dager
nl: 2 dagen
pt_br: 2 dias
ru: 2 дня
tr: 2 gün

source: 1 week
ca: 1 setmana
de: 1 Woche
es_mx: 1 semana
fi: Yksi viikko
fr: 1 semaine
id: 1 pekan
ja: 1週間
nb_no: Én uke
pt_br: 1 semana
ru: 1 неделя
tr: 1 hafta

source: 2 weeks
ca: 2 setmanes
de: 2 Wochen
es_mx: 2 semanas
fi: Kaksi viikkoa
fr: 2 semaines
id: 2 pekan
ja: 2週間
nb_no: To uker
nl: 2 weken
pt_br: 2 semanas
ru: 2 недели
tr: 2 hafta

source: 1 month
ca: 1 mes
de: 1 Monat
es_mx: 1 mes
fi: Yksi kuukausi
fr: 1 mois
id: 1 bulan
ja: 1ヶ月
nb_no: Én måned
nl: 1 maand
pt_br: 1 mês
ru: 1 месяц
tr: 1 ay

source: Append a message to the post. Optional.
ca: Afegeix un missatge a la publicació. Opcional.
de: Dem Beitrag eine Nachricht anfügen. Optional.
es_mx: Adjunta un mensaje al post. Opcional.
fi: Liitä lähetysviestiin viesti. Valinnainen.
ja: 投稿にメッセージを追加します。任意です。
nb_no: Legg til en melding til posten. Valgfritt.
nl: Voeg een opmerking toe aan de post. Optioneel.
pt_br: Anexar uma mensagem à postagem. Opcional.
ru: Добавьте сообщение к посту (опционально).
tr: Gönderiye bir mesaj ekleyin. İsteğe bağlı.

source: Set At
ca: Estableix A
de: Gesetzt am
es_mx: Creado
fi: Asetettu
fr: Définir à
id: Diatur pada
ja: セット内容
nl: Ingesteld op
pt_br: Definir Em
ru: Установить на
tr: Ekleme Tarihi

source: Expires
ca: Expira
de: Läuft ab
es_mx: Expira
fi: Vanhenee
fr: Expire
id: Kedaluwarsa
ja: 期限
nb_no: Utløper
nl: Vervalt
pt_br: Expira
ru: Заканчивается
tr: Sona Erme

source: Does not expire
ca: No expira
de: Läuft nicht ab
es_mx: No expira
fi: Ei vanhene
fr: N’expire pas
id: Tidak akan kedaluwarsa
ja: 有効期限なし
nb_no: Utløper ikke
nl: Verloopt niet
pt_br: Não expira
ru: Не заканчивается
tr: Sona ermez

source: lift
ca: lleva
de: aufheben
es_mx: retirar
fi: kumoa
fr: lever
ja: リフト
nl: opheffen
pt_br: levantar
ru: снять
tr: kaldır

source: Moderate a post
ca: Modera una publicació
de: Beitrag moderieren
es_mx: Moderar un post
fi: Valvo viestiä
fr: Modérer une publication
ja: 投稿の修正
nl: Modereer een post
pt_br: Moderar um post
ru: Модерировать пост
tr: Gönderi denetle

source: Post ID
ca: ID de publicació
de: Beitrags-ID
es_mx: ID del post
fi: Lähetysviestin tunnus
fr: Identifiant de publication
id: ID pos
ja: 投稿ID
pt_br: ID da postagem
ru: ID поста
tr: Gönderi kimliği

source: Tip
ca: Consell
de: Tipp
es_mx: Consejo
fi: Vinkki
ja: ヒント
pt_br: Dica
ru: Подсказка
tr: İpucu

source: While browsing the image board, you can easily moderate a post if you are logged in.
ca: Mentre consultes l'imageboard, pots moderar fàcilment les publicacions si et trobes identificat.
de: Beim Besuchen des Boards kannst du einen Beitrag leicht moderieren, wenn du angemeldet bist.
es_mx: Mientras navegas el tablón de imágenes, puedes moderar un post fácilmente si estás logueado.
fi: Kun selaat kuvataulua, voit helposti valvoa lähetysviestiä, jos olet kirjautunut sisään.
fr: En surfant dans le forum, vous pouvez modérer facilement en étant connecté.
id: Ketika menjelajah, Anda bisa dengan mudah memoderasi pos jika Anda telah masuk.
ja: 画像掲示板を閲覧中に、ログインしていれば簡単に投稿を修正することができます。
nb_no: Når du surfer en bildeoppslagstavle, kan du enkelt moderere en post hvis du er innlogget.
nl: Terwijl je door het imageboard bladert, kun je eenvoudig een bericht modereren als je bent aangemeld.
pt_br: Enquanto você navega pelo imageboard, você pode facilmente moderar uma postagem caso você esteja logado.
ru: Если вы залогинены, то можете модерировать пост на самой доске.
tr: Resim panosunda gezinirken, oturum açmışsanız bir gönderiyi kolayca denetleyebilirsiniz.

source: Tick the box next to a post and click "Delete" at the bottom of the page with a blank password.
ca: Marca la caixeta al costat d'una publicació i prem "Esborra" al peu de la plana amb la contrasenya en blanc.
de: Aktiviere das Kontrollkästchen neben einem Beitrag und klicke unten auf der Seite mit einem leeren Passwort auf „Löschen“.
es_mx: Selecciona la caja al lado de un post y haz click en "Eliminar" al final de la página con el campo de contraseña vacío.
fi: Valitse viestin vieressä oleva ruutu ja napsauta "Poista" sivun alareunassa tyhjällä salasanalla.
fr: Cochez la case à côté d’une publication et cliquez sur « Supprimer » en bas de la page avec un mot de passe vide.
ja: 投稿の横にあるチェックボックスにチェックを入れ、空のパスワードでページ下部の「削除」をクリックします。
nl: Vink het vakje aan naast een post en klik op "Verwijder" onderaan de pagina met een leeg wachtwoord.
pt_br: Marque a caixa próxima à postagem e clique em "Apagar" no final da página com uma senha em branco.
ru: Поставьте галочку рядом с постом и нажмите "Удалить" внизу страницы. Поле пароля оставьте пустым.
tr: Bir gönderinin yanındaki kutuyu işaretleyin ve sayfanın altındaki "Sil" düğmesine boş bir parola ile tıklayın.

source: Moderate %d posts
ca: Modera %d publicacions
de: %d Beiträge moderieren
es_mx: Moderar %d posts
fi: Valvo %d viestiä
id: Moderasi %d pos
ja: %d件の投稿をモデレート
nb_no: Moderer %d poster
nl: Modereer %d posts
pt_br: Moderar %d postagens
ru: Модерировать %d постов
tr: %d gönderiyi denetle

source: Delete all
ca: Esborra-ho tot
de: Alle löschen
es_mx: Eliminar todos
fi: Poista kaikki
id: Hapus semua
ja: すべて削除
nb_no: Slett alle
nl: Alles verwijderen
pt_br: Apagar tudo
ru: Удалить все
tr: Tümünü sil

source: Ban all
ca: Bloca a tothom
de: Alle sperren
es_mx: Banear todos
fi: Aseta porttikielto kaikille
id: Blokir semua
ja: すべて禁止
nb_no: Bannlys alle
nl: Verban allemaal
pt_br: Banir todos
ru: Забанить всех
tr: Tümünü yasakla

source: 1 thread and 1 reply will be deleted.
ca: 1 fil i 1 resposta seran esborrades.
de: 1 Beitrag und 1 Antwort werden gelöscht.
es_mx: 1 hilo y 1 respuesta serán eliminados.
fi: Yksi säike ja yksi vastaus poistetaan.
id: 1 utas dan 1 balasan akan dihapus.
ja: 1個のスレッドと1件の返信が削除されます。
nb_no: Én tråd og ett svar vil bli slettet.
nl: 1 thread en 1 antwoord worden verwijderd.
pt_br: 1 fio e 1 resposta serão deletadas.
ru: 1 тред и 1 ответ будут удалены.
tr: 1 mesaj dizisi ve 1 yanıt silinecek.

source: 1 thread and %d replies will be deleted.
ca: 1 fil i %d respostes seran esborrades.
de: 1 Beitrag und %d Antworten werden gelöscht.
es_mx: 1 hilo y %d respuestas serán eliminados.
fi: Yksi säike ja %d vastausta poistetaan.
id: 1 utas dan %d balasan akan dihapus.
ja: 1個のスレッドと%d件の返信が削除されます。
nb_no: Én tråd og %d svar vil bli slettet.
nl: 1 thread en %d antwoorden worden verwijderd.
pt_br: 1 fio e %d respostas serão deletadas.
ru: 1 тред и %d ответов будут удалены.
tr: 1 mesaj dizisi ve %d yanıt silinecek.

source: %d threads and 1 reply will be deleted.
ca: %d fils i 1 resposta seran esborrats.
de: %d Beiträge und 1 Antwort wird gelöscht.
es_mx: %d hilos y 1 respuesta serán eliminados.
fi: %d säikettä ja yksi vastaus poistetaan.
id: %d utas dan 1 balasan akan dihapus.
ja: %d個のスレッドと1件の返信が削除されます。
nb_no: %d tråder og 1 svar vil bli slettet.
nl: %d threads en 1 antwoord worden verwijderd.
pt_br: %d fios e 1 resposta serão deletadas.
ru: %d тредов и 1 ответ будут удалены.
tr: %d mesaj dizisi ve 1 yanıt silinecek.

source: %1$d threads and %2$d replies will be deleted.
ca: %1$d fils i %2$d respostes seran esborrats.
de: %1$d Beiträge und %2$d Antworten werden gelöscht.
es_mx: %1$d hilos y %2$d respuestas serán eliminadas.
fi: %1$d säikettä ja %2$d vastausta poistetaan.
id: %1$d utas dan %2$d balasan akan dihapus.
ja: %1$d個のスレッドと%2$d件の返信が削除されます。
nb_no: %1$d tråder og %2$d svar vil bli slettet.
nl: %1$d threads en %2$d antwoorden worden verwijderd.
pt_br: %1$d fios e %2$d respostas serão deletadas.
ru: %1$d тредов и %2$d ответов будут удалены.
tr: %1$d mesaj dizisi ve %2$d yanıt silinecek.

source: 1 IP address will be banned.
ca: 1 adreça IP serà blocada.
de: 1 IP-Adresse wird gesperrt.
es_mx: 1 dirección IP será baneada.
fi: Yksi IP-osoite kielletään.
id: 1 alamat IP akan diblokir.
ja: 1個のIPアドレスが禁止されます。
nb_no: Én IP-addresse vil bli bannlyst.
nl: 1 IP-adres wordt verbannen.
pt_br: 1 endereço IP será banido.
ru: Будет забанен 1 IP адрес.
tr: 1 IP adresi yasaklanacak.

source: %d IP addresses will be banned.
ca: %d adreces IP seran blocades.
de: %d IP-Adressen werden gesperrt.
es_mx: %d direcciones IP serán baneadas.
fi: %d IP-osoitetta kielletään.
id: %d alamat IP akan diblokir.
ja: %d個のIPアドレスが禁止されます。
nb_no: %d IP-addresser vil bli bannlyst.
nl: %d IP-adressen worden verbannen.
pt_br: %d endereços IP serão banidos.
ru: Будет забанено %d IP адресов.
tr: %d IP adresi yasaklanacak.

source: A ban record already exists for %s
ca: %s ja es troba blocat
de: Eine Sperre existiert bereits für %s
es_mx: Ya existe un registro de ban para %s
fi: Kieltotietue on jo olemassa %s:lle
fr: %s est déjà banni(e)
ja: %sの禁止レコードは既に存在しています
nb_no: %s er allerede bannlyst
nl: Er bestaat al een ban voor %s
pt_br: Um registro de banimento já existe para %s
ru: Запись о бане для %s уже существует
tr: %s için zaten bir yasak kaydı var

source: Only an administrator may ban an IP address.
ca: Només els administradors poden blocar una adreça IP.
de: Nur Administratoren dürfen eine IP-Adresse sperren.
es_mx: Solamente los administradores pueden banear una dirección IP.
fi: Vain järjestelmänvalvoja voi kieltää IP-osoitteen.
fr: L'administrateur est le seul à pouvoir bannir une adresse IP.
id: Hanya administrator yang bisa memblokir alamat IP.
ja: IPアドレスを禁止できるのは、管理者のみです。
nb_no: Kun en administrator kan bannlyse en IP-adresse.
nl: Alleen een administrator mag een IP-adres verbannen.
pt_br: Apenas um administrador pode banir um endereço IP.
ru: Только администратор может забанить IP адрес.
tr: Yalnızca bir yönetici bir IP adresini yasaklayabilir.

source: IP address: %s
ca: Adreça IP: %s
de: IP-Adresse: %s
es_mx: Dirección IP: %s
fi: IP-osoite: %s
fr: Adresse IP : %s
id: Alamat IP: %s
ja: IPアドレス: %s
nb_no: IP-adresse: %s
nl: IP-adres: %s
pt_br: Endereço IP: %s
ru: IP адрес: %s
tr: IP adresi: %s

source: Thread
ca: Fil
de: Beitrag
es_mx: Hilo
fi: Säike
fr: Fil
id: Utas
ja: スレッド
nb_no: Tråd
pt_br: Fio
ru: Тред
tr: Mesaj dizisi

source: 1 reply will be deleted.
ca: 1 reposta serà esborrada.
de: 1 Antwort wird gelöscht.
es_mx: 1 respuesta será eliminada.
fi: Yksi vastaus poistetaan.
id: 1 balasan akan dihapus.
ja: 1件の返信が削除されます。
nb_no: Ett svar vil bli slettet.
nl: 1 antwoord wordt verwijderd.
pt_br: 1 resposta será deletada.
ru: 1 ответ будет удален.
tr: 1 yanıt silinecek.

source: %d replies will be deleted.
ca: %d respostes seran esborrades.
de: %d Antworten werden gelöscht.
es_mx: %d respuestas serán eliminadas.
fi: %d vastausta poistetaan.
id: %d balasan akan dihapus.
ja: %d件の返信が削除されます。
nb_no: %d svar vil bli slettet.
nl: %d antwoorden worden verwijderd.
pt_br: %d respostas serão deletadas.
ru: %d ответов будут удалены.
tr: %d yanıt silinecek.

source: Belongs to %s
de: Gehört %s
es_mx: Pertenece a %s
fi: Kuuluu %s:lle
nl: Hoort bij %s
pt_br: Pertence à %s
ru: Принадлежит %s
tr: %s'e ait

source: Un-sticky
ca: Allibera
de: Abpinnen
es_mx: Dejar de fijar
fi: Ei tahmea
fr: Non épinglé
ja: 固定解除
nb_no: Opphev festing
nl: Ontplak
pt_br: Desfixar
ru: Открепить
tr: Sabitlemeyi kaldır

source: Sticky
ca: Fixa
de: Anpinnen
es_mx: Fijar
fi: Tahmea
fr: Épinglé
ja: 固定
nb_no: Fest
nl: Vastplakking
pt_br: Fixar
ru: Закрепить
tr: Sabitle

source: Return this thread to a normal state.
ca: Retorna aquest fil a un estat normal.
de: Diesen Beitrag auf Normalzustand zurücksetzen.
es_mx: Retornar este hilo a su estado normal.
fi: Palauta tämä säike normaaliin tilaan.
fr: Faire revenir ce fil à un état normal.
ja: このスレッドを通常の状態に戻す。
nb_no: Gjør denne tråden normal igjen.
nl: Breng deze thread terug naar een normale staat.
pt_br: Retornar este fio para o seu estado normal.
ru: Вернуть тред в нормальное состояние.
tr: Bu mesaj dizisini normal duruma döndür.

source: Keep this thread at the top of the board.
ca: Mantingues aquest fil al principi de l'imageboard.
de: Diesen Beitrag oben am Board behalten.
es_mx: Mantener este hilo en la parte superior del tablón.
fi: Pidä tämä säike taulun yläosassa.
fr: Conserver ce fil en haut du tableau.
ja: このスレッドを掲示板のトップに固定する。
nb_no: Behold denne tråden på toppen av oppslagstavlen.
nl: Houd deze thread bovenaan het bord.
pt_br: Manter este fio no topo da board.
ru: Держать тред наверху доски.
tr: Bu mesaj dizisini panonun en üstünde tut.

source: Unlock
ca: Desprotegeix
de: Entsperren
es_mx: Desbloquear
fi: Avaa lukitus
fr: Déverrouiller
id: Buka kunci
ja: ロック解除
nb_no: Lås opp
nl: Ontgrendel
pt_br: Destrancar
ru: Разблокировать
tr: Kilidini kaldır

source: Lock
ca: Protegeix
de: Sperren
es_mx: Bloquear
fi: Lukitse
fr: Verrouiller
id: Kunci
ja: ロック
nb_no: Lås
nl: Vergrendel
pt_br: Trancar
ru: Заблокировать
tr: Kilitle
